{
    "comments": [
        "Aplicativo melhorou nós últimos meses.",
        "Ótimo",
        "Ótimo e muito prático 🙂🙂",
        "Aplicativo TOP, Fácil, e Prático.",
        "estou adorando muito seguro",
        "Bom mas está faltando mas opções",
        "Aplicativo de fácil utilização é que facilita a nossa vida!",
        "Boa precisa melhorar algumas coisas mais está legal.",
        "Exatidão e confiança parceira",
        "Otimo maravilhoso esse aplicativo",
        "Bom.",
        "App tá um lixo",
        "Muito bom. Faço transações básicas sem maiores transtornos, exceto quando sai fora do ar. Vivian",
        "..",
        "ótimo app,muito leve e simples se usar.",
        "Top",
        "Muita comodidade. Super indico.",
        "Estou satisfeito com o app sim",
        "Ótimo!...prático e fácil de acessar.",
        "Tá horrível. Péssimo pra fazer pix. App pesado só vai pelo o wi-fi e muito raro.",
        "Rápido e funcional.",
        "Muito bom, prático e fácil de usar. Mim ajuda muito a pagar minhas contas e pagar no pix. Show de bola...",
        "Esse aplicativo e não tá pegando no meu telefone",
        "Não consigo acessar minha conta",
        "Rpz vcs pioraram o acesso ao saldo e extrato. Agora ficou mais difícil não tenho mais acesso ao meu saldo. Essa atualização foi um retrocesso. Se tivesse menos 5 estrelas eu dava.",
        "Muito bom!!",
        "Muito bom obrigado",
        "App péssimo pra vê extrato, deveria melhorar isso. E pra paga os boletos também é péssimo",
        "Atende às minhas necessidades.",
        "Minha experiência é pouca, pois adquiri a conta para compra habitacional. Mas já percebi que é tudo muito rápido quando preciso.",
        "Otimo",
        "Sempre tem algo que falha, dessa vez não estou conseguindo nem acessar a minha conta",
        "Ótimo",
        "Muito bom!!!",
        "Poderia ser mais fácil",
        "Essa atualização tá péssima, não consigo ter acesso a minha conta, fica dizendo pra mim fazer um cadastro de novo sendo q eu já tinha cadastrado a 1 ano, e agora não tá aceitando meu acesso.",
        "MT bom",
        "Ágio prático e seguro simplificar sua vida em apenas alguns toques Parabéns! !!!",
        "Aplicativo muito bom mesmo",
        "Ola pessoal da Caxa Valeu",
        "Shouw de bola recomendo",
        "Não consigo vou desistir preciso resolver meu problema vejo que inposivel por Aplicativo. Atendimento nota 0",
        "Está sendo muito bom",
        "Aplicativo bastante seguro e prático. Estou gostando",
        "Top",
        "E muito bom o app facilita muito",
        "Muito bom",
        "meu app caixa parou de me enviar notificações de pix. não sei o que fazer. sou conerciante e preciso desse serviso.",
        "Horrível, não consigo entrar de jeito nenhum. Coloco o usuário, a senha, mas quando clico na tecla entrar, não pega...",
        "Tive dificuldade em fazer uma transferência, quase uma hora, o campo primeiro para qual pessoa não abria para digitação, o outro qual instituição não aprecia caixa, , tive que procurar no Google e só então entendi que não precisa colocar o nome primeiro. O campo lá é só enfeite, foi o que entendi, mas deve ter outra utilidade.",
        "Bom 😀",
        "Não coloquei o número do telefone e após abrir o aplicativo e SO depois de tudo terminado ao abrir o aplicativo entra uma mensagem insistente avisando que é necessário o número do telefone...e ai tive que desinstalar e perder meu tempo...Muito AMADOR este app",
        "Gostei do APP, mais a única coisa é que os boletos sempre estão tanto erros",
        "Gosto muito.Me ajuda bastante",
        "Excelente 👏👏👏👏",
        "Muito bom.",
        "Rápido e fácil",
        "Sempre uso com bastante facilidade",
        "Muito bom e seguro!",
        "Bom",
        "não estou conseguindo entrar em minha conta",
        "Ótimo!",
        "Muito bom",
        "Excelente e de fácil uso",
        "Ha dias não consigo acessar minha conta,",
        "Tem atendido minhas necessidades e isso é importante",
        "Excelente app. Gosto muito mesmo, recomendo.",
        "Ótimo Aplicativo",
        "Obrigado por solucionar alguns problemas básicos facilitou bastante nossa vida.",
        "Muito boa",
        "Aplicativo péssimo nomes sobre postos difícil de mexer",
        "Excelente",
        "Só sei que é muito bom o aplicativo E importante em todas as ocasiões",
        "Só falta libera para cartões sem chip",
        "Oi dei 1 estrela por que é complicado hoje fui agência para altera minha senha eletrônica e consegui mas chegado em casa fui paga um boleto tava dando a senha bloqueada da assinatura eletrônica",
        "Muito bom eu não tinha o aplicativo no celular facilita eu não preciso descer no banco pra ver se o dinheiro já tá na conta olho logo no aplicativo",
        "E bom muito util",
        "Ótimo",
        "Consigo resolver tudo que preciso pelo aplicativo",
        "Muito bom e seguro e o melhor é que podemos pagar contas sem sair de casa",
        "Muito bom",
        "Top",
        "Muito bom, parabéns",
        "Olha já faz uma semana que instalo e desinstalo esse app o meu só dá erro",
        "até agora tudo ok só falta liberar o pix",
        "Otimo,aplicativo",
        "Melhorou muito, tenho gostado",
        "Muinto bom",
        "Maravilhoso",
        "O melhor é nunca me deu problema fácil de usa o app. Não tem complicação e é como se fosse um caixa eletrônico fácil e rápido.",
        "Muito bom, gostei muito...",
        "Da uns bugs, mas me ajuda muito",
        "Excelente aplicativo,facilita muito a vida, o dia a dia.",
        "Achei ótima quando se consegue fazer cadastro direito é impecável entrar no saites bom e prático",
        "É um banco importante na minha vida! Contudo burocrático com a conscesão de crédito",
        "Ótima até o momento",
        "Me ajuda sempre no dia dia",
        "Erro 0220",
        "Boa",
        "E app muito bom,mas não tive a opção de cartão de crédito a meu favor ,eu gostaria muito é só o q falta."
    ]
}