[
    {
      "text": "A nubank veio piorando muito esses dias, agora você tem que colocar dinheiro no cartão para poder usar, além de sempre ter que colocar senha para ter acesso que as vezes não funciona e eu acabo ficando sem acesso ao aplicativo."
    },
    {
      "text": "Não consigo usa meu cartão digital"
    },
    {
      "text": "Desde hoje meu app entra em uma tela falando pra eu colocar a mesma senha do meu celular, eu coloco, dá certo, mas volta pra uma tela perguntando se eu quero usar esda opção, e vira um ciclo eterno, numa sai desta tela, mesmo eu pondo a senha"
    },
    {
      "text": "Não consigo fazer pix e nem usar meu cartão virtual pede indentificar facial quando e pra fazer o app simplesmente fecha"
    },
    {
      "text": "Sugerir (ou seria obrigar?) que a senha do app seja a mesma do aparelho é ser muito sem noção, pra dizer o mínimo"
    },
    {
      "text": "Toda vez q mudo a senha do celular preciso desinstalar o app pq começa a dar erro e não aceita a senha nova"
    },
    {
      "text": "Aplicativo acusa erro o tempo todo ao tentar entrar com a senha, sendo que a senha tá certa. Tem que ficar desinslando e instalando para dá certo."
    },
    {
      "text": "Péssimo. O APP só deixa você usar se tiver senha de bloqueio no seu celular. O APP deveria ter o próprio bloqueio independente do celular."
    },
    {
      "text": "Não estou conseguindo acessar a desgraça da conta. Toda vez que coloco a senha certa. Volta pra eu repor a senha de novo"
    },
    {
      "text": "N estou conseguindo abrir meu aplicativo pede a senha do celular e ao invés de abrir fica pedindo a senha denovo"
    },
    {
      "text": "A exigência da senha PIN para acesso ao app me obrigou a resetar o celular. Falei com o Nubank, e o atendimento, na melhor hipótese, só não sabia como resolver meu problema - pois pessoalmente, acho que me enrolaram. Preguiça do programador em criar um algorítimo simples de cadastro de senha? O tal do \"Banco 100% on line\" não dá suporte, sequer, de acesso a conta pelo navegador do PC. Patético. O Nubank vai pagar os juros das minhas contas que atrasaram, por impossibilidade de acesso ao app?"
    },
    {
      "text": "Tá ruim demais usar esse app. Eu coloco CPF e senha e na hora de colocar a digital ele reconhece mas fica voltando para a tela da digital e nunca entra na página da conta. Cansei!"
    },
    {
      "text": "Gosto muito da Nubank, mas ultimamente está dando muito bug no aplicativo. Vez ou outra ele sai do app do nada e quando a gente vai entrar pede o cpf e a senha de acesso do aplicativo. Mas sempre quando a gente insira os dois da invadindo e isso esta muito chato."
    },
    {
      "text": "Tá tendo alguns problemas na hora de entrar a gente coloca a senha ou a impressão digital e ele carrega e volta do início para colocar novamente e fica nesse processo repetitivo"
    },
    {
      "text": "Gente não coloquem dinheiro nesse banco porque se acontecer de seu dinheiro ficar preso lá eles vão fazer pouco caso pra resolver seu problema ele congelam seu saldo bloqueiam seu pin e vc não consegue fazer mais nada na conta quando liga eles desligam na sua cara quando é no chat ele deixa vc falando sozinho e somem esse é o banco nunbank e a equipe 👎👎👎"
    }
  ]