[
    {
      "text": "O app ate que e bom.Acho ruim so pra cadastrar senha eletronica do pix.Deveria resolver no app sem precisar ir na agencia.Tirando isso tudo certo!"
    },
    {
      "text": "Por favor alguém pode me ajudar? Faz um mês que não consigo acessar minha conta só dá erro 02 20 e quando tento fazer um novo usuário ficar aparecendo erro 403. Eu já liguei na central e não resolvem e já desistalei o aplicativo e nada. Por favor preciso usar o aplicativo e essa não é a primeira vez que isso acontece."
    },
    {
      "text": "Muito bom o app só me estresso as vezes sobre a senha eletrônica . Quero mudar porque esqueci e não posso dar senha bloqueada .. sei que é uma segurança , mais se e a pessoa que estar usando concerteza quer mudar porque esqueci ."
    },
    {
      "text": "É prático de usar, porém muitas vezes tenho dificuldade de acesso devido ficar fora do ar, quando tento acessar diz que não foi possível e manda tentar mais tarde."
    },
    {
      "text": "Ganhei um novo celular do meu namorado e desinstalei o aplicativo do outro aparelho, agora não consigo ter acesso com esse novo dispositivo."
    },
    {
      "text": "Desde mês passado o app toda vez q entro ou vou olhar o saldo apreci q a conta está bloqueada , mais a conta n estar q fui tirar o dinheiro mês passado e a moça falou q n estar , então é o app q estar com erro porfavor concertem ."
    },
    {
      "text": "Péssimo não tenho mais acesso à minha conta fica mandando ir num caixa eletrônico para atualizar o app eu vou coloco o cartão e não resolve nada isso é uma palhaçada"
    },
    {
      "text": "Cheio de falhas. 2 meses que não consigo acessar minha conta com esse aplicativo"
    },
    {
      "text": "A Caixa Econômica sempre foi boa, porém após auxílio emergencial piorou. E hj foi feita um transação via pix por minha mãe, foi fraude, fiquei 20 minutos no atendimento esperando um atendente que não atendeu. Entrei em contato com a Nubank, foi muito rápido, porém tem a contestação que na caixa ninguém atendeu por todos os canais. Dinheiro não está fácil pra ninguém, e qdo precisamos urgente de ajuda, fica pior ainda."
    },
    {
      "text": "Toda hora dá senha errada, sendo que uso a mesma senha sempre. Depois das última atualizações, não consigo mais acessar o aplicativo. Ficou muito ruim esse app."
    },
    {
      "text": "O app, até da pra usar, mas o caixa faz coisas muito chatas as vezes. Bloquearam minha chave de movimentação , por conta de saldo. Sendo que nem chegou a atingir o limite."
    },
    {
      "text": "Ótimo aplicativo. Mais poderia ter opções de liberações de dispositivos por reconhecimento facial."
    },
    {
      "text": "Péssimo aplicativo um lixo tive que reinstala e aí tenho que fazer tudo de novo inclusive ir no caixa fazer minha assinatura eletrônica de novo ,e um lixo mesmo tá doido como pode ser coisa para o povo se e um lixo desse, não precisa me mandar mensagem não porque minha opinião não vai mudar, não sou obrigada a ficar indo em agência desbloquear nada toda hora sai fora 😡😡😡😡😡vou mandar cancelar essa conta"
    },
    {
      "text": "Além de complicar mais do que ajuda, acaba de me ocorrer a situação onde eu fiz um pix para a conta da caixa e o app simplesmente o negou, e o meu dinheiro não voltou para a conta putra conta"
    },
    {
      "text": "Não consigo acessar o app. Ao tentar fazer loguin aparece uma mensagem com o código 02 22. Já desinstalei e instalei novamente, além de fazer todos os outros procedimentos disponíveis no site da CEF. Isso aconteceu após a última atualização."
    },
    {
      "text": "Horrível difícil de redefinir nova senha eletrônica"
    },
    {
      "text": "Após a atualização não é mais possível acessar a conta, da erro: TZ-B12"
    },
    {
      "text": "Tem mais ou menos um mês que não sou o aplicativo pq simplesmente ele não me deixa fazer login.. desinstalei"
    },
    {
      "text": "O meu problema é com o pix ,minha cidade nao tem caixa eletrônico, e não tem com eu ir e outra cidade desbloquear a assinatura eletrônica, vocês tem que ver isso aí ...fica difícil"
    },
    {
      "text": "Aplicativo proveitoso, porém o pix tem trazido alguns transtornos com o bloqueio da senha sem justificativa plausível."
    },
    {
      "text": "Olha vou relatar pra vcs criadores do app ultimamente tá difícil pra usar passando muita raiva direto fica pedindo pra fazer login pelo amor de Deus tá complicado na hora que vc mais precisa acontece tem que melhorar"
    },
    {
      "text": "Ótimo!!! porém com algumas inconsistência no acessar com biometria,estava assim a alguns dias atrás agora melhorou"
    },
    {
      "text": "Não funciona .está péssimo toda vezes gue abro meu pix.vem dizendo usuário não encontra.ja estou cansadas de fazer senha"
    },
    {
      "text": "Não sei o que está acontecendo, fui acesar com a minha senha deu errado e o App mostra que tá atualizado ,mas não está. Não consigo mais acessar minha conta. O app deu uma melhorada!"
    },
    {
      "text": "Não consigo cadastrar usuário e senha."
    },
    {
      "text": "App já foi bom mas agora ta um lixo não consigo entrar na minha conta há mais de um mês"
    },
    {
      "text": "Só que não consigo usar algumas coisas pois pede assinatura eletronica"
    }
  ]