[
  {
    "text": "Faz alguns dias que nao consigo acessar o app. Pede a senha do celular, digito e nada. Ja desistalei muitas vezes e ja cadastrei varias vezes o celular e nada.",
    "reviews/date": "2022-05-16T00:37:07.166Z"
  },
  {
    "text": "Infelizmente não chega notificação na tela inicial do meu celular, só consigo visualizar algo, como por exemplo se recebi um pix ou transferência se eu entrar no aplicativo com senha. Já verifiquei todas as opções possíveis, fiz troca do aparelho e nada. Entrei em contato e até o momento não conseguiram resolver.",
    "reviews/date": "2022-05-15T23:27:09.140Z"
  },
  {
    "text": "Não consigo acessar minha conta toda vez que tento o app fecha sozinho já desinstalei já limpei os dados mais nada resolve me ajudem com isso",
    "reviews/date": "2022-05-15T21:44:31.825Z"
  },
  {
    "text": "Nao consigo mais acessar meu app",
    "reviews/date": "2022-05-15T20:02:25.574Z"
  },
  {
    "text": "Eu abaixe a App fiz o catrasto mais esta demorando para mim responderem por email aida não mandarão a senha para eu entra no app",
    "reviews/date": "2022-05-15T19:59:16.138Z"
  },
  {
    "text": "Nao entendi coloquei dinheiro na conta pra usar crédito a vista o valor foi debitado na hora Mas agora vocês me mandaram um boleto pra pagar Pra onde que foi o dinheiro que foi debitado",
    "reviews/date": "2022-05-15T19:15:37.871Z"
  },
  {
    "text": "Eu gosto muito do nubank, mas depois da última atualização está horrível de acesar o app. Ele fica carregando infinitamente na tela de login. É horrível precisar fazer uma transferência e não conseguir. Já está há mais de semana assim.",
    "reviews/date": "2022-05-15T19:02:35.632Z"
  },
  {
    "text": "Bom muito só que eu em entrei no aplicativo mais dezes talei sem querer esquesir a senha",
    "reviews/date": "2022-05-15T17:55:18.439Z"
  },
  {
    "text": "É imprescindível que todas as variantes do cartão (não apenas black) venham SEM numeração impressa, por uma questão fundamental de segurança!",
    "reviews/date": "2022-05-15T16:47:37.710Z"
  },
  {
    "text": "Eu estou com problemas para abrir o app, quando eu abro pede a senha e uso a digital. Mas o app volta no início e pede a senha de novo, e fica assim, o app não abre!!!! Pra usar eu tenho que sair da conta e logar de novo isso é chato e cansativo!",
    "reviews/date": "2022-05-15T16:26:59.309Z"
  },
  {
    "text": "Vou dar três estrelas pois está atualização está horrível sempre dando erro nas transferências Pix principalmente nos horários de meio dia uma ora sempre dando falha arrumem isso",
    "reviews/date": "2022-05-15T16:23:18.314Z"
  },
  {
    "text": "O aplicativo não abre, já faz uns meses que eu tento acessar minha conta mas o app não abre",
    "reviews/date": "2022-05-15T15:43:43.173Z"
  },
  {
    "text": "Banco e bom mais perdi meu celular tentei entra pelo outro que comprei não consigo envie minha foto com a identidade tá maior enrolação",
    "reviews/date": "2022-05-15T15:30:36.235Z"
  },
  {
    "text": "Ruim de acesso continua difícil",
    "reviews/date": "2022-05-15T14:52:20.623Z"
  },
  {
    "text": "😢👎,👎Depois dessa atualização o app ficou a desejar está muito lento não abre de maneira nenhuma pede senha pra acessar a mesma de desbloqueio do aparelho coloca e nada não abre não sai da tela inicial carrega pede pra repetir a senha e nada estou sendo prejudicado antes era lento mãe abria perfeitamente o app gente ageita isso tá horrivel o acesso se pudesse da zero estrelas eu daria era muito melhor a versão antiga tá ruim o acesso,😢👎👎me ajudem pretendo acessar o app",
    "reviews/date": "2022-05-15T14:46:09.167Z"
  },
  {
    "text": "Estou dano uma estrela porque agente coloca a senha 13 vcs para entrar no aplicativo 👎👎👎👎 a senha e correta mais ele pede várias vcs para entrar no app",
    "reviews/date": "2022-05-15T13:02:00.937Z"
  },
  {
    "text": "já tenho uma conta quero muito recuperar minha senha",
    "reviews/date": "2022-05-15T12:42:17.630Z"
  },
  {
    "text": "olha software e muito bom mais assim reconhecimento facial muito ruim não e todo dispositivo movel que tenha camera de reconhecimento facial gera comflito ao estalar o aplicativo poderia ter uma desativação pelo gmail fora isso otimo app ..",
    "reviews/date": "2022-05-15T03:18:10.385Z"
  },
  {
    "text": "Não consigo abrir o app. Atualizei e não sai da parte de desbloquear o app com a senha do celular. Coloco e volta pra mesma página",
    "reviews/date": "2022-05-15T02:58:47.350Z"
  },
  {
    "text": "Eu não estou conseguindo entrar no app, pela senha",
    "reviews/date": "2022-05-14T23:29:47.756Z"
  },
  {
    "text": "Se não reforçar essa segurança vai dar uma pegada",
    "reviews/date": "2022-05-14T21:38:36.509Z"
  },
  {
    "text": "não consigo abrir esse aplicativo pq pede a senha do meu aplicativo é quando coloco a opção esqueci senha não nao chega nenhum email o q fazer sobre isso",
    "reviews/date": "2022-05-14T20:06:05.463Z"
  },
  {
    "text": "Fica pedindo a senha umas 3 vezes pra depois abrir o app e olha lá c não pede mais",
    "reviews/date": "2022-05-14T19:13:01.482Z"
  },
  {
    "text": "Só queria saber como faço , para trocar a senha.",
    "reviews/date": "2022-05-14T16:55:48.437Z"
  },
  {
    "text": "Amei o meu cartão o aplicativo muito bom mesmo o único problema é o a segurança do aplicativo pq toda vez que vou passar o cartão aí depois aparece que minha comprar foi negada mais eu não comprei nada todo dia a parece nodificaçao que minha comprar foi negada acho que clonaram meu cartão",
    "reviews/date": "2022-05-14T16:10:51.989Z"
  },
  {
    "text": "Gosto muito da Nubank pela praticidade, e todos os recursos disponíveis no app... Mas troquei de aparelho e não estou conseguindo entrar na minha conta da Nubank, primeiro pede pra mim autorizar o dispositivo, mas mesmo colocando o código ele volta pra mesma tela pedindo pra autorizar",
    "reviews/date": "2022-05-14T14:41:10.965Z"
  },
  {
    "text": "Não estou conseguindo acessar minha conta corrente para nada",
    "reviews/date": "2022-05-14T10:58:45.682Z"
  },
  {
    "text": "Então não vou mas poder ter acesso ao app,por causa dessa maldita alteração de senha,por eu uso biometria,e só entra com a senha patrão que eu não recordo,aff eu tô decepcionada e muito,e ninguém resolve o poblema",
    "reviews/date": "2022-05-14T09:57:22.611Z"
  },
  {
    "text": "Pois ja tenho o cartão só quero recuperar minha conta no app novamente coloco minha cenha e não estão aceitando meu celular deu becalt e apagou foi tudo bem agora não estou conseguindo entrar no app novamente coloco minha cenha e não consigo desbloquear o meu cartão por favor quero solução por meu problema",
    "reviews/date": "2022-05-14T06:30:59.502Z"
  },
  {
    "text": "Não consigo mais ver meu cartão digital, toda vez que tento consultar da falha, preciso muito do meu cartão digital....",
    "reviews/date": "2022-05-14T04:04:35.550Z"
  },
  {
    "text": "Estou com bug no app. Ele entra no fluxo de validar com a senha do celular mas fica em looper. Não consigo acessar o app.",
    "reviews/date": "2022-05-14T01:32:02.453Z"
  },
  {
    "text": "nas atualizações passadas quando eu iniciava o nubank não precisava clikar em em desbloquear com a senha pra usar a digital quando entrava já colocava a digital já desbloqueava agora tenho que clikar em desbloquear com o PIN pra usar a digital ses tão de brincadeira né nubank",
    "reviews/date": "2022-05-13T23:44:36.905Z"
  },
  {
    "text": "Já esta uma vergonha, toda hora pedindo reconhecimento facial qual a lógica ........",
    "reviews/date": "2022-05-13T23:14:53.551Z"
  },
  {
    "text": "Depois da última atualização, não consegui mais entrar no app, guando pede pra colocar a senha do desbloqueio do celular pra entrar no app, simplesmente não entra , nem com o suporte , que infelizmente não conseguiu fazer nada . O pior é que o meu pagamento , vem justamente através do nubank , lamentável.",
    "reviews/date": "2022-05-13T21:30:31.884Z"
  },
  {
    "text": "Não estou conseguindo entrar no app. Está querendo me obrigar a entrar com a senha do meu celular, sendo que só uso ele no tablet, e fecha sozinho!",
    "reviews/date": "2022-05-13T19:42:09.242Z"
  },
  {
    "text": "Leitor qr code falhando...Sem transferência por ted agora? Assim fica difícil de usar... Acesso impossibilitado tá difícil conseguir entrar na conta se mesmo digitando a senha volta pra digitar a senha novamente em um ciclo que só faz crescer a raiva",
    "reviews/date": "2022-05-13T19:35:21.770Z"
  },
  {
    "text": "Só estou dando 4 estrelas por não poder colocar a senha que eu quero no cartão e não aumentar o limite mesmo estourando ele todo mês, MAS TENHO QUE PARABENIZAR O GERENCIADOR DE FATURAS É O MAIS OBJETIVO E FÁCIL DE USAR DO QUE TODOS BANCOS VIRTUAIS, SENSACIONAL ESSE NEGÓCIO DE PODER ADIANTAR QUANTAS PARCELAS QUISER NO CARTÃO DE CRÉDITO 👏👏👏",
    "reviews/date": "2022-05-13T17:35:36.750Z"
  },
  {
    "text": "Gostei 👍 pena que eu perdi os contatos Tenho cartão mas não tenho como ter acesso senha",
    "reviews/date": "2022-05-13T17:11:18.729Z"
  },
  {
    "text": "O que está acontecendo que ninguém cobsegue logar?",
    "reviews/date": "2022-05-13T17:03:55.151Z"
  },
  {
    "text": "Precisa melhorar (muito) a segurança. É o aplicativo de banco mais fácil de ser acessado por terceiros após o celular ser roubado/furtado. Para trocar o e-mail cadastrado não é solicitado nenhuma confirmação de identidade. A senha de desbloqueio do app não pode ser outra se não for a do próprio aparelho, ou seja, Nubank é o banco que facilita para os bandidos.",
    "reviews/date": "2022-05-13T15:39:41.667Z"
  },
  {
    "text": "O Nubank precisa melhorar na segurança em casos de roubo ou furto, uma dica e pedir autorização de login ao e-mail cadastrado antes de mudar o próprio e-mail e número do celular no perfil",
    "reviews/date": "2022-05-13T15:38:09.787Z"
  },
  {
    "text": "Decepcionado com esse banco Bloquearam minha conta sem ao menos me informarem E até o momento não resolveram meu problema, é uma tremenda falta de respeito Não indico pois só sabem mandar chamar no chat e não resolvem nada, depois mandam entrar em contato por e-mail e também não resolvem nada Cadê o suporte de vocês. Se eu pudesse não dava nenhuma estrela",
    "reviews/date": "2022-05-13T14:16:06.311Z"
  },
  {
    "text": "Roubaram o celular da minha namorada e mesmo tendo senha no app da Nubank, eles conseguiram acessar a conta (o que pra mim é falha na segurança), e pegaram o dinheiro na conta dela, e o suporte da Nubank informou que não podiam resolver essa situação, sendo que deveria ter uma segurança num app tão grande, eu irei retirar tudo o que coloquei na conta, pois agora tenho medo (já que tenho bem mais dinheiro guardado) de acontecer o mesmo comigo. Uma pena, pois eu sempre admirei a Nubank",
    "reviews/date": "2022-05-13T13:21:52.510Z"
  },
  {
    "text": "Bom dia tudo parece bem,só tem um problema na hora de acesso, nunca funciona correto, e fica no puxa encomenda, e descontrola tudo, é onde está a diferença.",
    "reviews/date": "2022-05-13T13:16:42.991Z"
  },
  {
    "text": "O que está acontecendo com app nesta sexta feira , não consigo acessar o app , por favor aguardo o retorno , preciso usa a conta !",
    "reviews/date": "2022-05-13T12:56:03.984Z"
  },
  {
    "text": "O appicativo me parece muitissimo inseguro... diversos locais que exibem coisas como saldo, valores investidor na corretora NuInvest, dados pessoais (como endereço, etc) são facilmente acessiveis em aparelhos não autorizados... Pra mim so deveria mostrar o saldo da fatura do cartão de credito no Maximo pra aparelhos não autorizados e se quer permitir alguma navegação extra... num país onde roubos e golpes se tornam constantes, esta cada vez mais necessário solucoes de segurança melhores.",
    "reviews/date": "2022-05-13T11:43:20.853Z"
  },
  {
    "text": "Depois dessa atualização de segurança o app ficou horrível, completamente inseguro, onde já se viu ter acesso ao aplicativo com a senha de desbloqueio do celular? odiei",
    "reviews/date": "2022-05-13T09:54:28.273Z"
  },
  {
    "text": "Ótimo mas seria bom se tivesse uma senha de pelo menos 6 dígitos na hora de passar por pix e não as mesmas de 4 dígitos que se usa pra pagar com o cartão de crédito : )",
    "reviews/date": "2022-05-13T09:33:08.619Z"
  },
  {
    "text": "O aplicativo pede a senha do celular, mas não destrava quando a mesma é informada",
    "reviews/date": "2022-05-13T01:37:31.499Z"
  },
  {
    "text": "E ótimo porém perdi meu celular, com o e-mail cadastrado, e não lembrava a senha de acesso ao aplicativo, aí não dão a opção de um novo e-mail e não estou podendo usar nem fazem pix nem nada.p",
    "reviews/date": "2022-05-12T16:26:43.697Z"
  },
  {
    "text": "A dias não consigo mais acessar minha conta . Vamos aguardar a fatura pelo email",
    "reviews/date": "2022-05-12T11:43:22.209Z"
  },
  {
    "text": "Banco ótimo mais não da pra resolver nada tive meu cartão furtado fizeram compras e não to conseguindo cancelar as compras e ainda tenho que paga uma compra que não fiz.",
    "reviews/date": "2022-05-11T22:52:45.359Z"
  },
  {
    "text": "Quero trocar a senha do meu aplicativo e não consegui já tentei mais de 100 vezes e meu email é não vai",
    "reviews/date": "2022-05-11T22:42:16.719Z"
  },
  {
    "text": "Nota zero. O app impede o acesso solicitando o pin mesmo ja estando com todas as permissoes. Vc nao consegue acessar de modo algum. Enviei a cedula de identidade profissional ( mais completa ) demoraram 1 tempao. Ficam dando dicas pra vc resolver. Ridiculo isso!",
    "reviews/date": "2022-05-11T21:35:45.660Z"
  },
  {
    "text": "Eu abaixei ontem esse app,qdo foi hoje minha conta foi bloqueada com meu dinheiro ,agora nao sei oque eu faço tou desesperada aqui sem oque fazer ,eu não fiz nada pra minha conta ser bloqueada ,fui fazer um pix aqui lá apareceu que fui bloqueada . affs ,meu dinheiro tou sem oque fazer eu usam da caixa nunca aconteceu isso,faço pix normal ja nesse app fui bloqueada com meu dinheiro 😡,até ontem meu dinheiro tava na conta do nada sumiu Tudo,conselho que eu dou pra vocês não usam esse APP OK",
    "reviews/date": "2022-05-11T20:27:48.839Z"
  }
]