[
  {
    "text": "Mto confuso, na opçao senha, nao tem , ESQUECI SENHA!"
  },
  {
    "text": "Estou tendo vários problemas com esse app... Digitando a senha e informa que está errada ... Pedindo para a liberação no caixa eletrônico."
  },
  {
    "text": "Ruim...senha quase sempre não é reconhecida,assinatura eletrônica para qualquer pagamento digital sempre dá erro,trava constantemente,e quando bloqueia a assinatura eletrônica,tem de ir direto ema agência,num se tem serviço de desbloqueio online nem em caixa eletrônico da própria caixa, deve-se perder um dia de trabalho (devido o atentendimento ser de péssima qualidade)somente para desbloquear uma senha,deviam aprender com outros bancos,coisa que eu duvido muito."
  },
  {
    "text": "Frequentemente há o bloqueio da senha, sendo que acessa pela primeira vez no dia."
  },
  {
    "text": "Vamos atualizar o processo de ativação de segurança coloquem uma foto do rosto ou foto com documento menos ter que ir a uma agência pra fazer esse processo :/"
  },
  {
    "text": "É bom, mas sempre pode melhorar, as vezes não reconhece a senha e preciso recadastrar."
  },
  {
    "text": "Poderia ser mais fácil o acesso pelo APP, tipo criar senha para uso tô aplicativo pra poder realizar as transações sem precisar iate um caixa eletrônico para validar, muito chato isso, até agora não faço uso do APP além de ver meu saldo por causa dessa burocracia"
  },
  {
    "text": "Bom..mas da muito erro, nas transações."
  },
  {
    "text": "Era e continua prático e ágil. Bom também o acesso ao extrato do INSS, embora haja limitação para o acesso. Uma dificuldade é com a troca de senhas. Tive a conta invadida por hackers. Além de ter de buscar na justiça a possível devolução do dinheiro à conta, as senhas, depois desta invasão, não consigo refazer. Estão bloqueadas ainda. Mesmo depois de ir pessoalmente à uma agência e trocar a senha, voltaram a serem bloqueadas para operações via aplicativo!"
  },
  {
    "text": "parou de funcionar do nada. não reconhece usuário e senha."
  },
  {
    "text": "Está cada vez mais difícil acessar o aplicativo. Sempre indisponível. Está sempre tendo erro. Fora o acesso digital que também está tendo falha. Hoje passei o dia tentando acessar o aplicativo e deu erro o dia inteiro. Haja paciência."
  },
  {
    "text": "Aplicativo trava o tempo todo, desativa a digital toda hora e da senha incorreta mesmo com a senha certa, precisa refazer todo o cadastro toda vez que quero entrar no aplicativo só me faz passar raiva"
  },
  {
    "text": "Configuramos para senha biométrica e depois do nada pede a senha de números (muitas vezes já havíamos esquecido). É lento e constantemente fica fora do ar. Fora isso, não é simplificado e temos que passar por muitas etapas para realizar operações simples..."
  },
  {
    "text": "Amo esse aplicativo só não gostei de ter que cadastrar a assinatura eletrônica..ou senha eletrônica...só lá no Caixa Econômica pessoalmente....em pleno pandemia era pra fazer via internet..."
  },
  {
    "text": "É bom mas cometeu um erro grave comigo em um TEV ,pediu a assinatura eletrônica e automaticamente confirmou o destino sem minha autorização em equívoco foi feito um pagamento indevido e o gerente da minha conta fez um pedido ao gerente final mas sem esperança de retorno, teria que recorrer às pequenas causas...,no aplicativo do Bradesco funciona assim, ele pergunta depois da assinatura, é essa pessoa o destinatário vc olha e confirma, esse dá caixa, apresentou o receptor depois de concluído, !!!"
  },
  {
    "text": "Nunca consegui entrar no app com a digital,e sempre que vou entrar com a senha cadastrada diz que tá bloqueada e agora não consigo entrar de jeito nenhum. Esse app é péssimo. Deus me livre."
  },
  {
    "text": "Péssimo não abre , digital não funciona,i não tem suporte"
  },
  {
    "text": "rápido e fácil.... mas não eh tão seguro pq as senhas ficam salvas no app.."
  },
  {
    "text": "Gosto do aplicativo, usei muito tempo só que agora toda vez que atualiza tem que ficar indo até o caixa eletrônico pra liberar senha, é chato isso. Me deixou na mão esses tempos , não consigo acompanha a conta por causa disso... Sei que tem que ter segurança, porém tem que ser um pouco mais acessível também."
  },
  {
    "text": "App péssimo! Sai toda hora da biometria, pior burocracia pra recuperar senha! Sem falar da assinatura eletrônica que é um b.o pra poder criar e se esquecer já é outros poréns. Bem que deveriam atualizar esse App e facilitar com a nossa vida fazendo essas mudanças no aplicativo. Péssima experiência, já não uso mais."
  },
  {
    "text": "Tem dias que não abre, sempre me faz ter que cadastrar outra senha, não entendo o motivo, vive me bloqueando."
  },
  {
    "text": "Não consigo logar no app, dá erro de usuário e senha, não reconhece a biometria"
  },
  {
    "text": "Às vezes não reconhece digital, mas... O restante é bom"
  },
  {
    "text": "Precisam melhorar qto a impressao digital.sempre desconfigura.e tem que fazer tudo novamente."
  },
  {
    "text": "Péssimo aplicativo, banco engessado. Um trabalho do caramba pra ativar o celular pra pagar conta, e o aplicativo ainda fica travando e não funciona. - Roubaram meu celular e já não bastasse esse estresse a caixa tem o PIOR ATENDIMENTO pra cancelar acesso do dispositivo. Espero que pra conseguirem acessar minha conta seja tão difícil, tão impossível como eu que não consegui deslogar o acesso depois de 4hs esperando atendimento (por telefone ainda por cima, em pleno 2022) e não conseguindo nada depois de atendida, PARABÉNS, vcs são os piores."
  },
  {
    "text": "Queria entender com tanta tecnologia e o app de vcs não pode simplesmente validar o uso do app por reconhecimento facial. Tive um imprevisto, estou numa localidade longe e não tenho acesso a conta pela burocracia de vcs. Sinceramente viu"
  },
  {
    "text": "Apk com falhas contantes. Quando você mais precisa o apk apresenta falhas. Falhas de processamentos de pix; falhas de autenticação de usuário; falhas de liberação do celular para realizar transações. Essa última por exemplo, há mais de um mês venho tentando criar um apelido para liberação do meu dispositivo e o mesmo não apresenta resultado."
  },
  {
    "text": "Ele perde as configurações e vc tem que ficar trocando usuário e senha direto"
  },
  {
    "text": "Péssima tento entrar em minha conta e so diz que nao reconhece usuário"
  },
  {
    "text": "O app ate que e bom.Acho ruim so pra cadastrar senha eletronica do pix.Deveria resolver no app sem precisar ir na agencia.Tirando isso tudo certo!"
  },
  {
    "text": "Por favor alguém pode me ajudar? Faz um mês que não consigo acessar minha conta só dá erro 02 20 e quando tento fazer um novo usuário ficar aparecendo erro 403. Eu já liguei na central e não resolvem e já desistalei o aplicativo e nada. Por favor preciso usar o aplicativo e essa não é a primeira vez que isso acontece."
  },
  {
    "text": "Muito bom o app só me estresso as vezes sobre a senha eletrônica . Quero mudar porque esqueci e não posso dar senha bloqueada .. sei que é uma segurança , mais se e a pessoa que estar usando concerteza quer mudar porque esqueci ."
  },
  {
    "text": "É prático de usar, porém muitas vezes tenho dificuldade de acesso devido ficar fora do ar, quando tento acessar diz que não foi possível e manda tentar mais tarde."
  },
  {
    "text": "Ganhei um novo celular do meu namorado e desinstalei o aplicativo do outro aparelho, agora não consigo ter acesso com esse novo dispositivo."
  },
  {
    "text": "Desde mês passado o app toda vez q entro ou vou olhar o saldo apreci q a conta está bloqueada , mais a conta n estar q fui tirar o dinheiro mês passado e a moça falou q n estar , então é o app q estar com erro porfavor concertem ."
  },
  {
    "text": "Péssimo não tenho mais acesso à minha conta fica mandando ir num caixa eletrônico para atualizar o app eu vou coloco o cartão e não resolve nada isso é uma palhaçada"
  },
  {
    "text": "Cheio de falhas. 2 meses que não consigo acessar minha conta com esse aplicativo"
  },
  {
    "text": "A Caixa Econômica sempre foi boa, porém após auxílio emergencial piorou. E hj foi feita um transação via pix por minha mãe, foi fraude, fiquei 20 minutos no atendimento esperando um atendente que não atendeu. Entrei em contato com a Nubank, foi muito rápido, porém tem a contestação que na caixa ninguém atendeu por todos os canais. Dinheiro não está fácil pra ninguém, e qdo precisamos urgente de ajuda, fica pior ainda."
  },
  {
    "text": "Toda hora dá senha errada, sendo que uso a mesma senha sempre. Depois das última atualizações, não consigo mais acessar o aplicativo. Ficou muito ruim esse app."
  },
  {
    "text": "O app, até da pra usar, mas o caixa faz coisas muito chatas as vezes. Bloquearam minha chave de movimentação , por conta de saldo. Sendo que nem chegou a atingir o limite."
  },
  {
    "text": "Ótimo aplicativo. Mais poderia ter opções de liberações de dispositivos por reconhecimento facial."
  },
  {
    "text": "Péssimo aplicativo um lixo tive que reinstala e aí tenho que fazer tudo de novo inclusive ir no caixa fazer minha assinatura eletrônica de novo ,e um lixo mesmo tá doido como pode ser coisa para o povo se e um lixo desse, não precisa me mandar mensagem não porque minha opinião não vai mudar, não sou obrigada a ficar indo em agência desbloquear nada toda hora sai fora 😡😡😡😡😡vou mandar cancelar essa conta"
  },
  {
    "text": "Além de complicar mais do que ajuda, acaba de me ocorrer a situação onde eu fiz um pix para a conta da caixa e o app simplesmente o negou, e o meu dinheiro não voltou para a conta putra conta"
  },
  {
    "text": "Não consigo acessar o app. Ao tentar fazer loguin aparece uma mensagem com o código 02 22. Já desinstalei e instalei novamente, além de fazer todos os outros procedimentos disponíveis no site da CEF. Isso aconteceu após a última atualização."
  },
  {
    "text": "Horrível difícil de redefinir nova senha eletrônica"
  },
  {
    "text": "Após a atualização não é mais possível acessar a conta, da erro: TZ-B12"
  },
  {
    "text": "Tem mais ou menos um mês que não sou o aplicativo pq simplesmente ele não me deixa fazer login.. desinstalei"
  },
  {
    "text": "O meu problema é com o pix ,minha cidade nao tem caixa eletrônico, e não tem com eu ir e outra cidade desbloquear a assinatura eletrônica, vocês tem que ver isso aí ...fica difícil"
  },
  {
    "text": "Aplicativo proveitoso, porém o pix tem trazido alguns transtornos com o bloqueio da senha sem justificativa plausível."
  },
  {
    "text": "Olha vou relatar pra vcs criadores do app ultimamente tá difícil pra usar passando muita raiva direto fica pedindo pra fazer login pelo amor de Deus tá complicado na hora que vc mais precisa acontece tem que melhorar"
  },
  {
    "text": "Ótimo!!! porém com algumas inconsistência no acessar com biometria,estava assim a alguns dias atrás agora melhorou"
  },
  {
    "text": "Não funciona .está péssimo toda vezes gue abro meu pix.vem dizendo usuário não encontra.ja estou cansadas de fazer senha"
  },
  {
    "text": "Não sei o que está acontecendo, fui acesar com a minha senha deu errado e o App mostra que tá atualizado ,mas não está. Não consigo mais acessar minha conta. O app deu uma melhorada!"
  },
  {
    "text": "Não consigo cadastrar usuário e senha."
  },
  {
    "text": "App já foi bom mas agora ta um lixo não consigo entrar na minha conta há mais de um mês"
  },
  {
    "text": "Só que não consigo usar algumas coisas pois pede assinatura eletronica"
  },
  {
    "text": "Eu já caí nesse golpe do saque do FGTS. Minha dica é: nunca use o app caixa tem #JN"
  },
  {
    "text": "fui entrar num app da @Caixa aqui\n- fila digital \n- não reconheceu meu CPF no login\n- fui cadastrar: acusou CPF já cadastrado (4 etapas depois de eu submeter o CPF)\n- tentei logar de novo: não foi possível atender sua solicitação no momento kkkkkkkkkkkkkkkkkkkk\n👏🏽👏🏽👏🏽👏🏽"
  },
  {
    "text": "toda vez que eu acabo bloqueando um app de banco por errar a senha diversas vezes, eu me sinto aliviado contra possíveis golpes ou roubo de telefone pq porra se nem eu tô sabendo a senha... (bloqueei o app da caixa agora 🤡)"
  },
  {
    "text": "Como recuperar a senha do Caixa Tem e voltar a ter acesso ao app https://t.co/5MgkMNoJfK"
  },
  {
    "text": "Não consigo entrar na app da caixa direta. Sera isto um sinal para eu não ver o meu saldo após esta noite trágica?"
  },
  {
    "text": "Galera de fora do BR: tá rolando de acessar o Caixa Tem aí? Meu saque do FGTS caiu ontem e eu não consigo acessar a app pra poder pegar meu dinheiro. :("
  },
  {
    "text": "Quanto tempo leva pra o caixa tem enviar o link pra acesso do app?"
  },
  {
    "text": "Clonaram a conta app caixa de pai\nE sacaram o dinheiro dele\n\nE ele vai viajar amanhã, ele tá puto .\n\nJá prestou queixa na polícia federal e eles só podem dar alguma resposta Daqui a 15 dias\nE pai precisando do dinheiro."
  },
  {
    "text": "aproveitando o hype da thread do nubank e o assunto segurança, deixo a dica: conta da caixa - se nem eu consigo acessar quem dirás algum fraudador, 24h que o app tá fora do ar"
  },
  {
    "text": "Amigos CLT, fiquem ligados!\n\nA segurança do app da Caixa é uma bela merda e qualquer um pode usar seu cpf pra sacar seu FGTS. Eu nem sou correntista da Caixa e mesmo assim sacaram todo o meu dinheiro"
  },
  {
    "text": "nada no mundo é mais lixo do que esse app da caixa diabo capeta do inferno app de paçoca segurança de dados de padaria!!"
  },
  {
    "text": "não sei quanto aos outros, mas dá pra afirmar com muita precisão e segurança que a \n@Caixa\n é o PIOR banco existente. já faz >uma semana< que o app tá fora do ar, você não pode ir na agência pq sempre tem fila e os atendentes são péssimos no que fazem até pra passar uma informação"
  },
  {
    "text": "Esse app \"Caixa Tem\" está pedindo para vincular uma conta Caixa por questões de segurança do aplicativo, além disso pedindo a senha do cartão. Que isso \n@Caixa\n ? 🤔"
  },
  {
    "text": "Cuidado, saca logo pq entraram no meu app caixa TEM pois a segurança é ridícula e pagaram 2 boletos (só ter CPF, email ou celular de qq pessoa). Tive que ir 4x na agência pra conseguir reembolso, provar que não fui eu."
  },
  {
    "text": "Parabéns \n@Caixa\n pelo o app \"Estresse simulator\" vulgo Caixa tem. A porcaria do cartão virtual não ta gerando o codigo de segurança"
  },
  {
    "text": "Que ABSURDO é esse que \"para manter a 'minha' segurança o app Mobile Banking da \n@Caixa\n necessita da permissão de gerenciamento de chamadas telefônicas, geolocalização e notificações???\nOi?\nOu todos os outros bancos não mantém a 'minha' segurança, ou é uma incompetência hipócrita!"
  },
  {
    "text": "Mano, a segurança do app da Caixa é muito frágil. Com o seu CPF eles conseguem fazer pix através do app Caixa TEM. Provavelmente eles conseguem alguma informação interna sua pra \"provar\" que é você na hora de logar. Mas de resto, só com o CPF é moleza."
  },
  {
    "text": "Roubaram meu #FGTS, criaram um cadastro com um email fake no meu CPF  > tudo isso pq a \n@Caixa\n não tem capacidade de criar um app com segurança (sério é ridículo, qqr um consegue abrir uma conta com qqr email se tiver seus dados)"
  },
  {
    "text": "Você é roubado por falhas de segurança do app Caixa Tem, fica sem o auxílio, a \n@caixa\n suspende sua conta por suspeita de fraude e você ainda precisa se expor ao vírus indo até uma agência pra contestar o roubo em plena Pandemia.\n\nPodemos processar?"
  },
  {
    "text": "Chocada que as pessoas deixam assim. Eu tenho só o app da caixa e ele pede uma senha pra abrir e outra diferente para fazer qualquer operação. As pessoas precisam focar na segurança."
  },
  {
    "text": "Eu nunca criei tanto nome de usuário e senha dentro de uma porra de um app de um banco! Segurança em excesso já não é mais segurança \n@Caixa"
  },
  {
    "text": "Aí falei: fecha a conta de vcs, esse banco não tem segurança nenhuma. Meu pai imaginou que, depois de acontecer duas vezes, tava tudo seguro. Até o app ele apagou, achando que poderia ser algum problema. Daí ele foi olhar o extrato hoje, e adivinha? Conta tá zerada."
  },
  {
    "text": "@Caixa\n não oferece segurança nenhuma nos dados. pela 3° vez entrei no app da minha mae e tem algum email com acesso ao CPF dela! ja entrei em contato 3x p mudar, toda vez muda e a pessoa do e-mail desconhecido volta de novo. q banco horrivel meu Deus"
  },
  {
    "text": "Os serviços da \n@Caixa\n são excelentes, só que não.\nPrimeiro, 6 meses de FGTS meu somem.\nA empresa pede o extrato analítico pra me ajudar, o app não gera.\nTento ir pelo site, os protocolos de segurança são tão ultrapassados que os navegadores bloqueiam a conexão."
  },
  {
    "text": "Preenchi os dados de pix e enviei mas esse app horrível só mostra dados do destinatário após envio e para minha surpresa havia digitado telefone errado e não tinha como cancelar \n\nNa primeira versão ao digitar os dados aparecia algum dado do destinatário antes de enviar mas pra variar vcs mexeram e deixariam pior.\n\nParabéns !"
  },
  {
    "text": "Precisa melhor a questão da biometria pq constantemente fica saindo e pedindo a senha, e poderia aparecer o nome e horário de quem fez um pix no extrato igual os outros bancos aparecem"
  },
  {
    "text": "Corrijam o problema do apo LOGO, não consigo nem entrar na minha conta, só dá erro e está tudo certinho, o app de vocês é horrível, o pior que já vi, precisam arrumar isso com urgência, o meu não entra, o da minha mãe não entra, esperando uma atualização p ver se melhora!!!!"
  },
  {
    "text": "O aplicativo é bom, atende as necessidades só tem um ponto a melhoras: o bug que da em determinados horários que não se consegue acessar de jeito nenhum o mesmo. Isso causa sérios desgastes e vergonha!"
  },
  {
    "text": "O aplicativo é tão ruim quanto o banco! Vive fora do ar, bloqueia o usuário mesmo digitando a senha correta. Se melhorar muito ainda vai continuar sendo ruim! Melhorem…"
  },
  {
    "text": "Somente consigo acesso via Wi-Fi (não consigo pela rede móvel). Quase sempre dá erro ao entrar e precisa recadastrar tudo. Como tudo que vem da Caixa, é complicado para usar e gera transtorno."
  },
  {
    "text": "Sei a senha e usuário e o mesmo fica aparecendo erro direto . Aí depois de algumas tentativas frustradas pede para cadastrar novo usuário 🤦🏻‍♀️😡😡😡😡"
  },
  {
    "text": "Tenho uma iPhone 13 pro Max, que a semanas não consigo acessar o aplicativo, já fui na agência, entrei em contato com sac, e nunca foi resolvido."
  },
  {
    "text": "O aplicativo é muito ruim!! Toda hora instável, toda hora dá erro de autenticação biométrica!!\nTem que melhorar muito."
  },
  {
    "text": "Faz mais de duas semanas que não consigo acessar a minha conta, precisava consultar saldo, pagar contas, fazer Pix…\n\n“Erro: Ops! Não foi possível processar sua solicitação. Favor realizar um novo login. (cod: 05-30)”\n\nO problema não é a minha internet!\n\nO aplicativo reflete com clareza o estilo de banco que a Caixa Econômica Federal é, o estilo de atendimento prestado e o descaso com os consumidores muitas vezes obrigados a fazer uso desse banco pelo governo federal.\n\nPara chegar no nível razoável tem muito chão pela frente, deixo registrado a minha insatisfação com esse banco, com esse aplicativo e com o descaso que precisamos tolerar."
  },
  {
    "text": "App apresenta erros para abrir já fazem dois dias que não consigo acessar minha conta."
  },
  {
    "text": "Equipe de TI deixa a desejar em segurança. Contas invadidas e dados coletados com frequência. 🤦🏻‍♀️"
  },
  {
    "text": "Antigamente era até aceitável, mas agora é tanta segurança que nem eu mesmo consigo acessar minha própria conta.\nO melhor a se fazer é deixar de usar esse banco pra sempre, pois tudo com ele é na base do “tenta a sorte”."
  },
  {
    "text": "Precisa de melhorias nessa parte de digital. Pois por varias vezes eu tenho que ficar recriando login. \nE muitas coisas que tem no aplicativo só funciona se você for ate um banco. Acaba ficando inviável, pois muitos que trabalham nao podem ficar indo ate um banco"
  },
  {
    "text": "Pode melhor reduzindo a instabilidade, principalmente do sistema de biometria"
  },
  {
    "text": "Caso aparecer algum erro ao finalizar a transação, cuidado, a aposta poderá ter sido feita e você ficará no prejuízo se tentar novamente a mesma aposta. Perdi 180 reais e não devolveram meu dinheiro. A justificativa foi: vc não leu as instruções? Absurdoooooo."
  },
  {
    "text": "Buga toda hora pedindo a senha, tento várias vezes e bloqueia o usuário, faco d nono e continua o problema, resolva isso pra nós vou ter q mudar de banco por conta disso"
  },
  {
    "text": "Faço cadastro com os dados corretos e quando entro diz senha incorreta, ridículo isso"
  },
  {
    "text": "Sempre dá erro no login, é raro as vezes que funciona, app amador só fica pedindo para tentar novamente mais tarde, vindo da caixa é isso o que se pode esperar mesmo."
  },
  {
    "text": "O app apresenta muita instabilidade e constantemente da erro na biometria."
  },
  {
    "text": "Para que app usa biometria se nunca funciona.?"
  },
  {
    "text": "O App é ótimo mas ultimamente está instável e dando muito erro de login. Fora isso é um excelente App faço tudo por ele."
  },
  {
    "text": "Precisa melhorar porque dá muito.erro na biometria e o leitor não funciona para Pix e pagamentos e é somente esse app que fica assim em relação aos outros bancos que eu tenho !"
  },
  {
    "text": "o app vive com instabilidade; tenho duas contas logadas e ele vive dando erro nas duas.. entro em x conta e quando vejo foi logado a outra conta"
  },
  {
    "text": "Tem dias q nem entra na conta , da erro, não consegue nem ver o saldo , é mto instável , quando recebo já transfiro pra outro banco porque já fiquei na mão na hora de fazer um pix e o aplicativo não funcionava. Pior app de banco"
  },
  {
    "text": "Sempre fica instável não conecta quando vc acha que vai ele pede a senha de novo \nJá fiz mais de 10 logins novos e senhas \nAssim fica difícil"
  },
  {
    "text": "O aplicativo em si, é bom, só acho ruim na hora de entrar no aplicativo pela biometria, tem que tentar entrar umas quatro vezes até dar certo."
  },
  {
    "text": "Estou na Irlanda e não consigo acessar a conta só fica estabelecendo conexão e não entra. Preciso pagar as contas que tem data de vencimento e não esperam"
  },
  {
    "text": "App constantemente com erro ao acessar ou fora do ar. Causa bastante transtornos. Nas urgências preciso ir ao caixa eletrônico pra resolver operações."
  },
  {
    "text": "O aplicativo é bom mais tem vez q fica dando erro de login e as vezes fica difícil de entrar no aplicativo tem q tentar umas 3 vezes pra poder entrar mais fora isso tá tudo bem"
  },
  {
    "text": "Do nada o login não funciona mais. Fica carregando pra sempre"
  },
  {
    "text": "Estou 2 dias sem conseguir logar na minha conta e estou precisando urgentemente usá-la"
  },
  {
    "text": "Novamente instável, não aceita login. Pede pra criar novamente cadastramento de usuário e também não faz login. “Tente novamente mais tarde” mais que 24hrs esse problema precisa de uma nova atualização."
  },
  {
    "text": "Após a ultima atualização não consigo mais fazer login. Ao digitar minha senha o app entra na tela de “Estabelecendo conexão segura” e não sai mais. Estou impedida de realizar transações."
  },
  {
    "text": "Passei hoje o dia todo tentando acessar o aplicativo  e não abre! Pior aplicativo de banco que existe."
  },
  {
    "text": "Muitas das vezes o app apresenta falhas, como por exemplo, não reconhece a biometria. E ultimamente, sobretudo há pouco mais de uma semana, não consigo abrir o app, e quando abre não consigo fazer nada. SEI QUE NÃO ADIANTA RECLAMAR AQUI, pois já fiz isso e nada resolveram. Mas, quem sabe tenho sorte desta vez, né?"
  },
  {
    "text": "Varias tentativas para fazer login quando consegue o sistema cai tem que entrar de novo ta muito ruim esse app pessimo, acorda ai galera do TI pq ta muito ruim…"
  },
  {
    "text": "Estou há dois dias tentando acesso ao app e não consigo , estava dando um erro de cod 20-017, atualizei o app e agora só fica estabelecendo conexão segura e não sai disso , precisa melhor esse app que sempre fica dando bugs"
  },
  {
    "text": "Depois da última atualizaçao não consigo acessar mais"
  },
  {
    "text": "Não deixa entrar nem por biometria nem senha, fica dando erro pedindo pra tentar novamente !! Por isso é fácil migrar pra qualquer outro banco não deixa fazer nada!"
  },
  {
    "text": "App, é muito bom faz suas necessidades só tá ruim na hora que vai entrar no app com a Face ID toda vida da erro!"
  },
  {
    "text": "Sempre tenho poblemas com a biometria, e não tem a opção de esqueci a senha \nTenho que desistalar e estalar \nPrecisa melhorar"
  },
  {
    "text": "Sem palavras para definir a minha indignação com esse aplicativo.\n\nSimplesmente é quase impossível acessar a conta por ele, cheio de erros, e as vezes fica carregando e não abre a conta."
  },
  {
    "text": "Vive fora doar, biometria nunca funciona. É simples de entender: Caixa não é banco, é Caixa!!!"
  },
  {
    "text": "Atualizaram o sistema ficou péssimo, demora pra fazer o login, pagamentos e transação via pix"
  },
  {
    "text": "App com instabilidade frequentemente.\nFecha sozinho, sai da conta, não acessa com biometria.\nSe precisar fazer alguma transação com urgência pode esquecer."
  },
  {
    "text": "Precisa melhorar instabilidade . Login . Biometria . Fora de conexão . Erros constantes . Complicado."
  },
  {
    "text": "Aplicativo horrível nunca funciona , sempre instável , tem que ficar colocando senha 5,6 vezes pra conseguir entrar , mais não entra"
  },
  {
    "text": "O app sempre apresenta problemas no login, da erro várias vezes, além do problema com a biometria e reconhecimento facial. \nPrecisa melhorar e muito!!!!"
  },
  {
    "text": "Péssimo, muitos erros na biometria, cai de repente durante o usa e sem falar que para pagamento mais erros, como falha ao ler o código de barras, impossível as vezes. Deveriam melhor muito comparado a de outros bancos por aí."
  },
  {
    "text": "Péssimo aplicativo bancário. Erro de login constantemente. Muito instável. Fica fora do ar com frequência. Já perdi dia de pagamento pelo aplicativo não funcionar. Praticamente nos obriga a ir à agência lotada. Tenho conta em outro banco e nunca tive problemas. Só nesse App da CEF."
  },
  {
    "text": "O app sai do ar sempre além de alguns erros pra entrar com biometria precisa ser melhorado urgente"
  },
  {
    "text": "De tempos em tempos o aplicativo dá problema com a biometria do IPhone. Mesmo desativando a biometria eu tenho que digitar a senha umas 5 vezes para entrar no aplicativo. Pra ficar ruim esse aplicativo precisa melhorar muito, pois é PÉSSIMO. Nunca corrigem esses bugs. É muita incompetência…"
  },
  {
    "text": "Fica dando erros com a última atualização, não atualizem meu celular iPhone 11 !"
  },
  {
    "text": "Nunca vi um app pra ser tão ruim. Vive dando peoblema no login, cheio de instabilidades. E isso com muita frequência."
  },
  {
    "text": "Pelo amor de Deus , arruma esses bugs desse App , não dá pra confiar, os demais bancos estão colocando vcs no bolso ."
  },
  {
    "text": "Faz alguns dias que nao consigo acessar o app. Pede a senha do celular, digito e nada. Ja desistalei muitas vezes e ja cadastrei varias vezes o celular e nada."
  },
  {
    "text": "Infelizmente não chega notificação na tela inicial do meu celular, só consigo visualizar algo, como por exemplo se recebi um pix ou transferência se eu entrar no aplicativo com senha. Já verifiquei todas as opções possíveis, fiz troca do aparelho e nada. Entrei em contato e até o momento não conseguiram resolver."
  },
  {
    "text": "Não consigo acessar minha conta toda vez que tento o app fecha sozinho já desinstalei já limpei os dados mais nada resolve me ajudem com isso"
  },
  {
    "text": "Nao consigo mais acessar meu app"
  },
  {
    "text": "Eu abaixe a App fiz o catrasto mais esta demorando para mim responderem por email aida não mandarão a senha para eu entra no app"
  },
  {
    "text": "Nao entendi coloquei dinheiro na conta pra usar crédito a vista o valor foi debitado na hora Mas agora vocês me mandaram um boleto pra pagar Pra onde que foi o dinheiro que foi debitado"
  },
  {
    "text": "Eu gosto muito do nubank, mas depois da última atualização está horrível de acesar o app. Ele fica carregando infinitamente na tela de login. É horrível precisar fazer uma transferência e não conseguir. Já está há mais de semana assim."
  },
  {
    "text": "Bom muito só que eu em entrei no aplicativo mais dezes talei sem querer esquesir a senha"
  },
  {
    "text": "É imprescindível que todas as variantes do cartão (não apenas black) venham SEM numeração impressa, por uma questão fundamental de segurança!"
  },
  {
    "text": "Eu estou com problemas para abrir o app, quando eu abro pede a senha e uso a digital. Mas o app volta no início e pede a senha de novo, e fica assim, o app não abre!!!! Pra usar eu tenho que sair da conta e logar de novo isso é chato e cansativo!"
  },
  {
    "text": "Vou dar três estrelas pois está atualização está horrível sempre dando erro nas transferências Pix principalmente nos horários de meio dia uma ora sempre dando falha arrumem isso"
  },
  {
    "text": "O aplicativo não abre, já faz uns meses que eu tento acessar minha conta mas o app não abre"
  },
  {
    "text": "Banco e bom mais perdi meu celular tentei entra pelo outro que comprei não consigo envie minha foto com a identidade tá maior enrolação"
  },
  {
    "text": "Ruim de acesso continua difícil"
  },
  {
    "text": "😢👎,👎Depois dessa atualização o app ficou a desejar está muito lento não abre de maneira nenhuma pede senha pra acessar a mesma de desbloqueio do aparelho coloca e nada não abre não sai da tela inicial carrega pede pra repetir a senha e nada estou sendo prejudicado antes era lento mãe abria perfeitamente o app gente ageita isso tá horrivel o acesso se pudesse da zero estrelas eu daria era muito melhor a versão antiga tá ruim o acesso,😢👎👎me ajudem pretendo acessar o app"
  },
  {
    "text": "Estou dano uma estrela porque agente coloca a senha 13 vcs para entrar no aplicativo 👎👎👎👎 a senha e correta mais ele pede várias vcs para entrar no app"
  },
  {
    "text": "já tenho uma conta quero muito recuperar minha senha"
  },
  {
    "text": "olha software e muito bom mais assim reconhecimento facial muito ruim não e todo dispositivo movel que tenha camera de reconhecimento facial gera comflito ao estalar o aplicativo poderia ter uma desativação pelo gmail fora isso otimo app .."
  },
  {
    "text": "Não consigo abrir o app. Atualizei e não sai da parte de desbloquear o app com a senha do celular. Coloco e volta pra mesma página"
  },
  {
    "text": "Eu não estou conseguindo entrar no app, pela senha"
  },
  {
    "text": "Se não reforçar essa segurança vai dar uma pegada"
  },
  {
    "text": "não consigo abrir esse aplicativo pq pede a senha do meu aplicativo é quando coloco a opção esqueci senha não nao chega nenhum email o q fazer sobre isso"
  },
  {
    "text": "Fica pedindo a senha umas 3 vezes pra depois abrir o app e olha lá c não pede mais"
  },
  {
    "text": "Só queria saber como faço , para trocar a senha."
  },
  {
    "text": "Amei o meu cartão o aplicativo muito bom mesmo o único problema é o a segurança do aplicativo pq toda vez que vou passar o cartão aí depois aparece que minha comprar foi negada mais eu não comprei nada todo dia a parece nodificaçao que minha comprar foi negada acho que clonaram meu cartão"
  },
  {
    "text": "Gosto muito da Nubank pela praticidade, e todos os recursos disponíveis no app... Mas troquei de aparelho e não estou conseguindo entrar na minha conta da Nubank, primeiro pede pra mim autorizar o dispositivo, mas mesmo colocando o código ele volta pra mesma tela pedindo pra autorizar"
  },
  {
    "text": "Não estou conseguindo acessar minha conta corrente para nada"
  },
  {
    "text": "Então não vou mas poder ter acesso ao app,por causa dessa maldita alteração de senha,por eu uso biometria,e só entra com a senha patrão que eu não recordo,aff eu tô decepcionada e muito,e ninguém resolve o poblema"
  },
  {
    "text": "Pois ja tenho o cartão só quero recuperar minha conta no app novamente coloco minha cenha e não estão aceitando meu celular deu becalt e apagou foi tudo bem agora não estou conseguindo entrar no app novamente coloco minha cenha e não consigo desbloquear o meu cartão por favor quero solução por meu problema"
  },
  {
    "text": "Não consigo mais ver meu cartão digital, toda vez que tento consultar da falha, preciso muito do meu cartão digital...."
  },
  {
    "text": "Estou com bug no app. Ele entra no fluxo de validar com a senha do celular mas fica em looper. Não consigo acessar o app."
  },
  {
    "text": "nas atualizações passadas quando eu iniciava o nubank não precisava clikar em em desbloquear com a senha pra usar a digital quando entrava já colocava a digital já desbloqueava agora tenho que clikar em desbloquear com o PIN pra usar a digital ses tão de brincadeira né nubank"
  },
  {
    "text": "Já esta uma vergonha, toda hora pedindo reconhecimento facial qual a lógica ........"
  },
  {
    "text": "Depois da última atualização, não consegui mais entrar no app, guando pede pra colocar a senha do desbloqueio do celular pra entrar no app, simplesmente não entra , nem com o suporte , que infelizmente não conseguiu fazer nada . O pior é que o meu pagamento , vem justamente através do nubank , lamentável."
  },
  {
    "text": "Não estou conseguindo entrar no app. Está querendo me obrigar a entrar com a senha do meu celular, sendo que só uso ele no tablet, e fecha sozinho!"
  },
  {
    "text": "Leitor qr code falhando...Sem transferência por ted agora? Assim fica difícil de usar... Acesso impossibilitado tá difícil conseguir entrar na conta se mesmo digitando a senha volta pra digitar a senha novamente em um ciclo que só faz crescer a raiva"
  },
  {
    "text": "Só estou dando 4 estrelas por não poder colocar a senha que eu quero no cartão e não aumentar o limite mesmo estourando ele todo mês, MAS TENHO QUE PARABENIZAR O GERENCIADOR DE FATURAS É O MAIS OBJETIVO E FÁCIL DE USAR DO QUE TODOS BANCOS VIRTUAIS, SENSACIONAL ESSE NEGÓCIO DE PODER ADIANTAR QUANTAS PARCELAS QUISER NO CARTÃO DE CRÉDITO 👏👏👏"
  },
  {
    "text": "Gostei 👍 pena que eu perdi os contatos Tenho cartão mas não tenho como ter acesso senha"
  },
  {
    "text": "O que está acontecendo que ninguém cobsegue logar?"
  },
  {
    "text": "Precisa melhorar (muito) a segurança. É o aplicativo de banco mais fácil de ser acessado por terceiros após o celular ser roubado/furtado. Para trocar o e-mail cadastrado não é solicitado nenhuma confirmação de identidade. A senha de desbloqueio do app não pode ser outra se não for a do próprio aparelho, ou seja, Nubank é o banco que facilita para os bandidos."
  },
  {
    "text": "O Nubank precisa melhorar na segurança em casos de roubo ou furto, uma dica e pedir autorização de login ao e-mail cadastrado antes de mudar o próprio e-mail e número do celular no perfil"
  },
  {
    "text": "Decepcionado com esse banco Bloquearam minha conta sem ao menos me informarem E até o momento não resolveram meu problema, é uma tremenda falta de respeito Não indico pois só sabem mandar chamar no chat e não resolvem nada, depois mandam entrar em contato por e-mail e também não resolvem nada Cadê o suporte de vocês. Se eu pudesse não dava nenhuma estrela"
  },
  {
    "text": "Roubaram o celular da minha namorada e mesmo tendo senha no app da Nubank, eles conseguiram acessar a conta (o que pra mim é falha na segurança), e pegaram o dinheiro na conta dela, e o suporte da Nubank informou que não podiam resolver essa situação, sendo que deveria ter uma segurança num app tão grande, eu irei retirar tudo o que coloquei na conta, pois agora tenho medo (já que tenho bem mais dinheiro guardado) de acontecer o mesmo comigo. Uma pena, pois eu sempre admirei a Nubank"
  },
  {
    "text": "Bom dia tudo parece bem,só tem um problema na hora de acesso, nunca funciona correto, e fica no puxa encomenda, e descontrola tudo, é onde está a diferença."
  },
  {
    "text": "O que está acontecendo com app nesta sexta feira , não consigo acessar o app , por favor aguardo o retorno , preciso usa a conta !"
  },
  {
    "text": "O appicativo me parece muitissimo inseguro... diversos locais que exibem coisas como saldo, valores investidor na corretora NuInvest, dados pessoais (como endereço, etc) são facilmente acessiveis em aparelhos não autorizados... Pra mim so deveria mostrar o saldo da fatura do cartão de credito no Maximo pra aparelhos não autorizados e se quer permitir alguma navegação extra... num país onde roubos e golpes se tornam constantes, esta cada vez mais necessário solucoes de segurança melhores."
  },
  {
    "text": "Depois dessa atualização de segurança o app ficou horrível, completamente inseguro, onde já se viu ter acesso ao aplicativo com a senha de desbloqueio do celular? odiei"
  },
  {
    "text": "Ótimo mas seria bom se tivesse uma senha de pelo menos 6 dígitos na hora de passar por pix e não as mesmas de 4 dígitos que se usa pra pagar com o cartão de crédito : )"
  },
  {
    "text": "O aplicativo pede a senha do celular, mas não destrava quando a mesma é informada"
  },
  {
    "text": "E ótimo porém perdi meu celular, com o e-mail cadastrado, e não lembrava a senha de acesso ao aplicativo, aí não dão a opção de um novo e-mail e não estou podendo usar nem fazem pix nem nada.p"
  },
  {
    "text": "A dias não consigo mais acessar minha conta . Vamos aguardar a fatura pelo email"
  },
  {
    "text": "Banco ótimo mais não da pra resolver nada tive meu cartão furtado fizeram compras e não to conseguindo cancelar as compras e ainda tenho que paga uma compra que não fiz."
  },
  {
    "text": "Quero trocar a senha do meu aplicativo e não consegui já tentei mais de 100 vezes e meu email é não vai"
  },
  {
    "text": "Nota zero. O app impede o acesso solicitando o pin mesmo ja estando com todas as permissoes. Vc nao consegue acessar de modo algum. Enviei a cedula de identidade profissional ( mais completa ) demoraram 1 tempao. Ficam dando dicas pra vc resolver. Ridiculo isso!"
  },
  {
    "text": "Eu abaixei ontem esse app,qdo foi hoje minha conta foi bloqueada com meu dinheiro ,agora nao sei oque eu faço tou desesperada aqui sem oque fazer ,eu não fiz nada pra minha conta ser bloqueada ,fui fazer um pix aqui lá apareceu que fui bloqueada . affs ,meu dinheiro tou sem oque fazer eu usam da caixa nunca aconteceu isso,faço pix normal ja nesse app fui bloqueada com meu dinheiro 😡,até ontem meu dinheiro tava na conta do nada sumiu Tudo,conselho que eu dou pra vocês não usam esse APP OK"
  },
  {
    "text": "@nubank Nubank, de aniversário eu queria só que vocês melhorassem a segurança do app, tipo colocar a possibilidade de eu entrar no aplicativo com uma senha DIFERENTE da senha de desbloqueio do celular. Será que rola?"
  },
  {
    "text": "pq que vocês apenas não investem em segurança no aplicativo pros clientes pararem de serem saqueados? https://t.co/cajpInlfPo"
  },
  {
    "text": "Perdi o meu cartão da @nubank e conseguiram fazer uma compra na internet com ele, blz. Fui no aplicativo contestar a compra e bloqueia o cartão, o cartão chegou em casa depois de 3 dias, só que o dinheiro que me roubaram por falta de segurança da @nubank só depois de 100 dias 🤡"
  },
  {
    "text": "@nubank Melhorar a segurança do aplicativo contra roubo e clonagem: 🤬😡😤🤢🤮\n\nCriar roupa para trouxa fazer publicidade de graça: 😍🥰😘😊"
  },
  {
    "text": "@picpay você nunca decepciona! Comprando remédio para minha esposa, além de o aplicativo não permitir por conta da tal segurança do usuário, vocês avançaram ainda mais agora com o cartão de vocês. Querem ser maior que o @nubank assim? Mais uma vez 48h esperando! https://t.co/lprmfDf7qv"
  },
  {
    "text": "os cara lançando grife e nao falando nada da falta de segurança do aplicativo https://t.co/c1DkeXReGf"
  },
  {
    "text": "@iPurq_ @ingridsilva @nubank Isso é responsabilidade do cliente que por falta de atenção faz essas burrices. A pessoa entra na conta digitando a senha ou digital e faz todo o processo de livre e espontânea vontade isso não é falha de segurança do aplicativo é falta de atenção do cliente"
  },
  {
    "text": "@ingridsilva @nubank de segurança instalado no computador. Tinha muitas contas para pagar no dia e acreditei. Com auxílio da \"Central de Segurança\" fiz o procedimento que me passaram, pediram para eu digitar o endereço no navegador. Perguntei; tenho o aplicativo do Bradesco, não pode ser feito por +"
  },
  {
    "text": "@ingridsilva @nubank Se fudeu, n adianta !!!! O aplicativo tem confirmação de segurança, se tu enviou foi pq quis"
  },
  {
    "text": "Mds o que tá acontecendo com a Nubank? Tô vendo vários casos de clonagem de cartão, inclusive fizeram isso com o da minha irmã. Pensando seriamente em mudar de banco"
  },
  {
    "text": "Finalmente cancelei meu nubank. E vamos de ter meu 5° nubank por motivos de clonagem"
  },
  {
    "text": "@CeciliaCarmenL2 @ingridsilva @nubank Não é julgamento ou crítica, talvez alerta, não sendo uma clonagem de dados, até um exame pode esperar uma ligação. Não sendo clonagem de dados ou sequestro do outro lado da ponta, é considerável uma ligação para confirmar."
  },
  {
    "text": "@ingridsilva @nubank @ingridsilva moro no estado do ES aqui não está sendo diferente de outros estados em relação a roubos de celular, pix, clonagem de dados bancários infelizmente esses bancos como o Nubank, Inter são os que mais os clientes estão no prejuízo tem que ser denunciar mesmo"
  },
  {
    "text": "@PaoMofado4 @_daardo @ingridsilva @nubank Não tem outra maneira, se não seria clonagem ou roubo. Não golpe"
  },
  {
    "text": "@oyafuso @biaabellini @savio_marttins @CaiqueNicolau @KeytiSouza @ingridsilva @nubank Ou de que alguém por algum modo lhe clonou, até pq não tem aviso prévio pra clonagem, mas tem para enviar uma transferência, vc tem que confirmar, concordar e só assim será enviado. É isso"
  },
  {
    "text": "@Esmenia @ingridsilva @nubank Se não resolver administrativamente lascou, o judiciário só está ressarcindo quem sofreu clonagem, essa transferência \"voluntária\" é \"culpa exclusiva da vítima\" que não teve dever de cuidado."
  },
  {
    "text": "@ingridsilva @nubank Infelizmente tá tendo muito golpe, clonagem de cartão, invasão de conta, roubo....e os bancos não estão devolvendo os valores.\nGolpe é pior pq na teoria não tem falha de segurança do banco.\n😔😔😔😔"
  },
  {
    "text": "@ingridsilva @nubank Eu já fui gerente de banco e infelizmente o banco não é considerado responsável rm caso de golpe, só em caso de clonagem. Nesse caso a gente orientava o cliente a abrir boletim de ocorrência e prosseguir com queixa crime."
  },
  {
    "text": "@diegooliveira @ingridsilva @nubank Exatamente! Deus me livre defender porra de banco, mas nenhum banco é obrigado a ressarcer pix. Se fosse crédito ou clonagem de app era outros 500"
  },
  {
    "text": "@Henri_slv @nubank Daí existe seguro obrigatório para ressarcimento do valor! Aconteceu com a minha mãe clonagem do app! Tu precisa entrar no Procon e pedir ressarcimento .. e comprovar que esse valor não foi efetuado por vc! Agora no caso da menina ali, não ela fez.."
  },
  {
    "text": "@LucasLionn @NewOrderMyEgg @_daardo @PaoMofado4 @ingridsilva @nubank Ressarcimento em caso de falha de segurança do banco ou operadora de cartão, como clonagem. No caso de pix isso não se aplica pq foi uma transferência autorizada por ela"
  },
  {
    "text": "@LucasLionn @NewOrderMyEgg @_daardo @PaoMofado4 @ingridsilva @nubank E no se encaixa uma conta fraudulenta?\nInformações falsas, falsidade ideológica, clonagem de documentos ou cartões?"
  },
  {
    "text": "@LucasLionn @gatoblueee @ingridsilva @nubank Amigo. Fraude bancária é clonagem, invasão, hacker. Eu juro, confia em mim, eu atuo na área. \nO que ela passou não foi fraude bancária. Foi golpe. Tipo quando ligam pra uma pessoa chorando que foi sequestrada a pessoa vai lá e transfere o din do resgate, pois é."
  },
  {
    "text": "@MariaAvelan_Oli @MFernandaCardo3 @salvemmaria @ingridsilva @nubank O golpista aplica golpes em série. Pix tem de transitar por 1 conta, que obviamente não é a do golpista. Então eles usam contas 3° (clonagem, troca cartões, alugam contas), entrou crédito eles zeram saldos imediatamente. Até  cliente perceber e ir atrás, a conta destino s/ saldo."
  },
  {
    "text": "@gatoblueee @ingridsilva @nubank CORRETO! O banco só de responsabiliza em caso de clonagem de cartão ou qualquer caso que não tenha a sua autorização."
  },
  {
    "text": "@ingridsilva @nubank Vc acessou sua conta, fez um PIX pra outra pessoa e espera que o Nubank simplesmente estorne pra vc o valor? Não é assim que funciona, infelizmente… Não foi um caso de clonagem/roubo, acho q faltou atenção da sua parte, viu… Com tantos casos de golpe, é importante VERIFICAR!!!"
  },
  {
    "text": "Um monte de gente relatando casos de fraude usando nubank, e o nubank vai e lança uma funcionalidade dessas usando aproximação, é design centrado na pessoa usuária que se chama né? /ironia\nhttps://t.co/VrVD4yv3bL"
  },
  {
    "text": "Roubaram o celular de minha filha numa festa. Ela ligou no dia seguinte para o @nubank para avisar e evitar fraude. 2 dias depois, fizeram 2 compras por aproximação no total de 700,00 e o banco não quer estornar os valores."
  },
  {
    "text": "Pra mim está claro que a @nubank apoia a prática de estelionato e fraude no Brasil."
  },
  {
    "text": "Simplesmente surreal @nubank não carrega transações, não mostra extrato, atrasa saldo… Acabei de ser vítima de uma fraude e nem consigo fazer um BO pq não mostram meu extrato."
  },
  {
    "text": "Meu app do nubank não quer entrar automaticamente ja entrei em desespero com o tanto de relato que tem de fraude 😹"
  },
  {
    "text": "Já cheguei a gostar muito do Nubank, mas o sistema de segurança deles está preocupante, novamente meu cartão virtual foi utilizado num site desconhecido numa compra maior dessa vez! Ja troquei de cartão umas 4 vzs por isso!\n#nubank #clonagemdecartao #fraude"
  },
  {
    "text": "gente, aconteceu comigo. o fraude do cartão @nubank veio ai e com meu cartão virtual.... fiquem atentos. só vi agora pq desativo as notificações do celular, e to tentando resolver tudo. fica o alerta!"
  },
  {
    "text": "Parabéns @nubank em menos de um mês q o novo cartão chegou, houve tentativa de fraude novamente, vcs vão cancelar este cartão. Enquanto vcs não revisarem seus processos de segurança, este tipo de aborrecimento continuará acontecendo. #Nubank #fraude"
  },
  {
    "text": "Nubank vai me dar outro cartão e eu nem pedi??? Fui perguntar e disseram que por causa de tentativas de compras e o sistema identificou como possível fraude, mas eu não uso o cartão há 4 meses???"
  },
  {
    "text": "Mds vao quere bloquea meu cartao por suspeita de fraude justo qdo quero compra meu ing do trap festival…\n\nN posso abrir minha mao q o nubank ja acha q eh fraude 🤡"
  },
  {
    "text": "Minha primeira fraude no cartao aconteceu e foi logo no da nubank! Recomendam eu mudar p outro?"
  },
  {
    "text": "A analise da Nubank demora p crl, vai ficar coisa de golpe na fatura pendente pq n vou pagar compra de golpista n, sinto mt, resolvam aí @nubank"
  },
  {
    "text": "O meu pedacinho do Nubank virou um pedacinho do pedacinho.\n\nDeram o golpe certinho"
  },
  {
    "text": "HAHAHAHAHAHAHAHAHAAHAHA\neu perguntei pra minha mãe no wpp se ela podia pagar minha fatura da nubank pq eu ainda não recebi e ela me ligou pra saber se não era golpe🗣🗣🗣"
  },
  {
    "text": "Já não bastasse uma semana trash, eu quase fui vítima de um golpe no cartão da Nubank! 😰"
  },
  {
    "text": "Os caras querem aproveitar que eu tô internado pra passar golpe com o @nubank pro meu zap https://t.co/djDMSuWVFG"
  },
  {
    "text": "E \"alguém\" tentou me dar um golpe de estelionato combando Tinder + Whatsapp alegando \"saldo preso na Nubank\" por conta de uma taxa de 3 mil reais\n\nA desconfiança já tava alta, essa mensagem aqui foi o ponto final — Um Ctrl C + V, porém não me chamo \"Ale\" kk\n\nFica de alerta homens https://t.co/ynOMe8GIjo"
  },
  {
    "text": "Não sei o que fazer, acabei de cair no golpe do falso leilão, o site Mareli leiloes me roubou as economias, caixa, nubank, justiça, alguém me ajude..."
  },
  {
    "text": "nubank para de aumentar meu limite plmdds morro de medo de cair no golpe do nubank e os bandidos estourarem meu limite e ainda roubarem meu dinheiro da conta"
  },
  {
    "text": "Cai em um golpe de pix, e como de costume a @nubank cagou pra mais um usuário do app…"
  },
  {
    "text": "Alugando o cara no chat do nubank logo cedo pra desativar a opção de empréstimo na minha conta. Tô me precavendo de todos os lados depois que fiquei traumatizada com a história do golpe do cara que viralizou aqui"
  },
  {
    "text": "Cai no golpe da Nubank! \nClonaram meu cartão e gastaram tudo com Uber e iFood"
  },
  {
    "text": "Pq a Nubank n mostra o lugar da compra qndo da negada por falta de limite?? Fico aqui pensando se é golpe ou uma compra esquecida."
  },
  {
    "text": "Os apps de bancos são ridiculamente inseguros q é pra facilitar o acesso. Qnto mais simplificado o acesso mais a probabilidade de vc utilizar serviços do  bancos.\nSe der algum bo, vc for roubado ou cair em algum golpe o problema é seu. \n@nubank @Bancointer @itau @santander_br"
  },
  {
    "text": "Tentando conseguir mais seguidores, morrendo de medo de tomar um golpe e não ter engajamento o suficiente pra ser atendido pelo nubank"
  },
  {
    "text": "Do nada a porra do Nubank aumentou meu limite pra algo assustadoramente alto.\n\nTão afim que eu me foda no golpe do celular roubado é?"
  },
  {
    "text": "mds minha gente o nubank caiu, se eu levar um golpe eu não vou pagar fatura e dívida nhm"
  },
  {
    "text": "E eu com medo do nubank me dar um golpe. Cade esse app ativooo"
  },
  {
    "text": "o pix do nubank que demorou 30 minutos pra chegar, quase infartei, obrigada @nubank pelo surto de hoje. Recebi um pix e só apareceu no histórico mas o dinheiro não apareceu na conta. Eu fiquei desesperada, pensei que foi golpe ou me roubaram. Mas depois de 30 minutos caiu https://t.co/kGdG9A59TQ"
  },
  {
    "text": "Novo golpe do Pix dessa vez é o próprio nubank que some com o dinheiro 🤡🤡🤡🤡🤡🤡"
  },
  {
    "text": "GENTE PELO AMOR DE DEUS EU CAI NUM GOLPE TO SURTANDO @nubank ME AJUDAAAAAA"
  },
  {
    "text": "eu passaria meudeus dados pro bangchan fazer empréstimos no meu nome igual o golpe da thread da nubank mano ceis nao tao ligad do q eu sou capaz por esse homem"
  },
  {
    "text": "É muito bom ter @nubank até que tu leva um golpe com BOLETO, QUE DEMORA 3 DIAS PARA COMPENSAR, e eles não conseguem resolver"
  },
  {
    "text": "Aquelas que não tem um registo no show por medo de cair no golpe da Nubank."
  },
  {
    "text": "Gente, eu vejo tanto post e tweet de gente que tem @nubank, algo aconteceu (tipo golpe ou roubo de celular) e eles não fizeram absolutamente nada para ajudar. Por que vocês ainda têm conta nesse lugar?"
  },
  {
    "text": "E eu que desativei o toutch Id e fiquei so cm a senha numérica por medo do golpe do nubank, daí quebrei meu celular e n consigo mais por um número da senha numérica e to sem toutch pra conseguir desbloquear o celular 🤡🤡🤡"
  },
  {
    "text": "gente acabei de cair no golpe do pix comprei um iPhone 13 pro Max de 1tb por 2500 reais parecia ser tudo certo!!!\n\n@nubank já tentei entrar em contato com vocês e não me respondem!!"
  },
  {
    "text": "Sinto muito mas se você caiu no golpe do pix a culpa é tua e não do nubank"
  },
  {
    "text": "Imagina se a Nubank tivesse que arcar o pix de cada um desses cabeça de pica que cai em golpe KKKKKKKKKKKKK estaria quase quebrando já \n\nCês acham que a vida é um moranguinho"
  },
  {
    "text": "a muie faz um pix pro golpe e quer que a nubank devolva o dinheiro kkkkkk ela msm disse q foi lesada qual foi fia se liga https://t.co/7xKGHsPccy"
  },
  {
    "text": "Meu maior medo é sofrer um golpe bancário e o Nubank só responder: “Poxa, lamento. Posso te ajudar dando o telefone da polícia, que tal?”"
  },
  {
    "text": "Ain estou quase fechando minha conta na Nubank com medo de golpe\n\nMinha queria fecha a conta e abre o raciocínio que fica mais fácil se proteger"
  },
  {
    "text": "usuario de nubank é exatamente o tipo de pessoa q cai em golpe de pix do zap"
  },
  {
    "text": "ai gente cai num golpe horrível nubank para ver minha reclamação assista a meus stories meia noite conto ."
  },
  {
    "text": "O Nubank vai acabar com os bancos tradicionais!\" - jovens em 2018 embasbacados pq abriram a conta pelo app.\n\n\"Cai num golpe e o suporte da Nubank não me ajuda em nada.\" - jovens em 2022 embasbacados ao descobrirem que um banco não pode ser só marketing."
  },
  {
    "text": "Pra quem não tá ligado como é golpe do Pix fica aqui o aviso:\n\nVocê transfere um dos valores abaixo pra chave Pix\nce459992-517d-40bd-a9c9-e9f987652964\n\nEspera 5 minutos pra receber o valor correspondente na sua conta\n\nNão recebe e faz uma thread xingando o NuBank \n\nTestem agora!! https://t.co/JlcSnP8g1y"
  },
  {
    "text": "gurias levei um golpe e o Nubank não ajuda (minha fatura tá na faixa dos bilhões"
  },
  {
    "text": "“Caí num golpe Nubank devolve meu dinheiro” \n\nAi gente, as vezes vocês forçam também ne kkkkkkkkkkkk minha nossa senhora"
  },
  {
    "text": "medo de um dia eu tomar um golpe no nubank e meu tweet ter que viralizar pra ser estornado"
  },
  {
    "text": "Tranquila que nunca vou cair no golpe do pix do nubank pois saldo de três reais"
  },
  {
    "text": "a burrona caiu num golpe e jogou a culpa na nubank kk"
  },
  {
    "text": "Cai no golpe da Nubank,  gastei cartão no  de crédito porém n sabia que tinha q pagar depois kkkkkkk https://t.co/nfPBuPU3fo"
  },
  {
    "text": "eu posso estar na paranóia do golpe do nubank mas tenho certeza que os caras do meu lado acabaram de roubar um celular e tão tentando acessar os app de banco tudo 😶"
  },
  {
    "text": "Todo dia alguém caindo numa golpe do pix e os bancos não resolvendo nada! @santander_br ficou de resolver o problema e nada! @nubank tava envolvido também e nem sequer respondeu aos e-mails e solicitações;\nSinceramente tá difícil 😞"
  },
  {
    "text": "O do cara que teve o celular roubado e os dados violados sem nenhuma explicação, tem sentido cobrar o nubank um respaldo.\n\nAgora a menina caiu no golpe do zapzipzop e quer ter o estorno de um Pix que ela fez digitando a senha dela. 😱😧😦😯😶"
  },
  {
    "text": "Golpe do pix kkkkkkkkkkkkkkkkkkkkkkkkk nubank kkkkkkkkkkkkkkkkkkkkkkkk"
  },
  {
    "text": "eu não sei se rio mais de quem comprou ações do nubank ou de quem leva golpe e não consegue ressarcimento do banco. primeiro que sofrer golpe é coisa de burro, segundo que"
  },
  {
    "text": "Veio notificação da nubank de uma compra de 2 mil e bofetada que foi negada, eu achando que era golpe de algum estranho"
  },
  {
    "text": "E uma se queixando do nubank mas só conta o tipo de golpe que sofreu na conta do Insta, segue lá, djá! \n\nPalhaçada...🙄"
  },
  {
    "text": "(comprei algo fútil) @nubank caí num golpe mi ajuda 😖😖😖😖😖"
  },
  {
    "text": "É impressionante toda vez que vejo alguém falando sobre algum bang de golpe,merda que o banco fez ou deixou de fazer o Nubank é sempre citado kkkkkk"
  },
  {
    "text": "ain gente o golpe que cai no picpay e na nubank\"\n\nO golpe: https://t.co/adaRDmopr9"
  },
  {
    "text": "a menina \"caí num golpe de pix, nubank pfvr devolva meu dinheiro!!!\"\n\no golpe: comprou um aparelho que custa 10 mil reais por 999,90\n\nnão desconfiou que é golpe e a culpa é do banco?????"
  },
  {
    "text": "“CAÍ NUM GOLPEEEEE NUBANK ME DEVOLVE AGORA MEU DINHEIRO 😡😡😭😭😭😩😩😩😩”\n\nO golpe: comprando geladeira de 7 mil reais por apenas 500,00 através do Instagram do amigo que tá vendendo pra um primo de um conhecido que tá de mudança"
  },
  {
    "text": "ba as pessoas caem nuns golpe de josnel e ficam aí nubank me ajuda eu sou idiota me ajuda pff!!! pega na minha mãozinha aqui e me ensina a não ser um mangolão, porra, 2022 e caindo em golpe de pix agendado"
  },
  {
    "text": "Cara, tô vendo tanta gente falando de Golpe e do atendimento péssimo que a Nubank presta que tô pensando seriamente em voltar ao tempo dos meus avós e guardar dinheiro no colchão"
  },
  {
    "text": "todo dia aqui alguém falando que tomou golpe pelo pix e culpando a nubank mas não vi ninguém explicando como foi que deram o golpe"
  },
  {
    "text": "A menina vem no twitter \"cai em um golpe, entrei em contato com a nubank e nada fizeram, mais detalhes no meu insta."
  },
  {
    "text": "todo dia golpe no nubank"
  },
  {
    "text": "Esse povo ta tudo tomando golpe mesmo ou eh truque pra hittar? Que aconteceu? Desaprenderam? #golpe #nubank"
  },
  {
    "text": "nubank tb cai em um golpe\n\no golpe da auto indulgencia me ajuda"
  },
  {
    "text": "do jeito que tá os lesado do twitter amanha aparece um falando q levou golpe do principe nigeriano e o nubank tem q resolver"
  },
  {
    "text": "Esses relatos de nubank, golpe do pix. Daqui a pouco o nubank vai fazer um teste de Q.I. pra pessoa poder acessar a própria conta"
  },
  {
    "text": "a vontade de dar um tiro na minha costela a cada vez q eu vejo \"cai no golpe do pix e o nubank n me ajudou\" cresce cada vez mais"
  },
  {
    "text": "a mona cai em golpe do pix faz stories e pede pra nubank ir lá assistir pra entender o caso VSFFFFFFFFFFFFFFFFFF https://t.co/LLGaqyFdJ4"
  },
  {
    "text": "INACREDITÁVEL!! sofri um golpe na minha conta do nubank e eles nem sequer me ajudaram ou demonstraram empatia!!!! \n\npra saberem o que aconteceu se inscrevam no meu onlyfans!"
  },
  {
    "text": "altos relatos de golpe na nubank que eu até tirei meus 7 reais de lá e passei p inter, deus me livre perder meus 7 conto"
  },
  {
    "text": "Quem caiu no golpe do Nubank? kkk. Paulistanos aprendendo a fazer lançamentos de ações a la robber barons."
  },
  {
    "text": "essa não cai num golpe! me disseram que estavam com a minha filha e eu precisava enviar 3k pra eles e eu enviei mesmo não tendo filha. nubank me ressarce por favor 😭"
  },
  {
    "text": "uma pessoa reclamou que sofreu golpe no nubank e agora um monte tá falando que sofreu também https://t.co/xqZoalSwui"
  },
  {
    "text": "caí no golpe da Shein, fui vendo o site quando me dei conta tinha um valor muito significativo na minha fatura. @nubank eu acho inadmissível uma falha de segurança como essa no sistema de vocês."
  },
  {
    "text": "Eu também cai num golpe do Nubank. Fiz uma solicitação de R$2.500,00 pro @akaGuigo e até agora o dinheiro não chegou 😭😭😭"
  },
  {
    "text": "todo dia alguma thread do povo contra o nubank, que caraleo é isso\n\nolha q eu n gosto da empresa, mas onde RAIOS a nubank tem culpa pela mulher parecer aceitar cair no golpe????\n\nse ela ainda tivesse explicado tava ok, mas nem isso\n\naí complica né"
  },
  {
    "text": "Depois dessa resposta do @nubank concluo que tem que ser muito burro e mau informado pra cair nesse golpe!\nLiteralmente seu “#Bitcoin” sera apenas um número na tela e nada além disso! https://t.co/tJ2FRvwMFh"
  },
  {
    "text": "Botei o bloqueio de app na xiaomi, espero não cair no golpe do Nubank"
  },
  {
    "text": "Coitado de quem tentar um golpe na minha conta do Nubank https://t.co/yJ78AQvzoj"
  },
  {
    "text": "pensando em cancelar meu cartão da nubank tanta gente reclamando de golpe que tou com medo"
  },
  {
    "text": "cai num golpe do pix!!!!! alô nubank!!! https://t.co/WLxiJKkV63"
  },
  {
    "text": "eu pisco e tem mais uma thread no twitter sobre golpe na nubank, xente que isso tem caroço nesse angu"
  },
  {
    "text": "Fui ver os stories da caçadora de likes que estaria sendo injustiçada pelo @nubank.\nGolpe do WhatsApp, o néctar da culpa exclusiva da vítima, mas o banco tem que ser responsabilizado pq o tuiteiro quer."
  },
  {
    "text": "E a tour da moça que caiu num golpe, fez o pix voluntariamente e agora está reclamando do nubank. e geral nos comentários marcando o nubank e a anitta kkkkk querem caridade do banco gente? kkkkk é cada uma"
  },
  {
    "text": "hj sofri um golpe no cartão do nubank mas ao contrário do cara q levou um golpe de milhões, o golpe que tentaram dar em mim foi de centavos\n- 89 centavos especificamente\ngolpistas melhorem kkkkkkkkkkjj"
  },
  {
    "text": "Toda semana alguem levando golpe no nubank os caras desistiram de investir na segurança do banco?"
  },
  {
    "text": "O @nubank não resolve fraudes, mas basta um esperto, que está completamente errado, dizer que caiu em um golpe para que eles congelem seu saldo...\nEu em outra cidade, sem poder resolver o pepino agora, sem um real no bolso e com meu saldo congelado."
  },
  {
    "text": "Se a nubank ter que estornar o dinheiro de todo o golpe que as pessoas caírem a empresa vai falir. Acho que até pra culpar o banco tem limite."
  },
  {
    "text": "Sobre o \"golpe do Pix do Nubank\": o sistema bancário brasileiro tem um bom nível de segurança no geral, mas infelizmente não é a prova de GENTE BURRA"
  },
  {
    "text": "os cara cai em golpe de pix e quer cancelar a @nubank, vai te fuder tu que é burro pra krl kjjjjjjjjjjjjjj"
  },
  {
    "text": "esses casos de golpe me lembra que a @ifood debitou 90 conto no débito da @nubank e mesmo na hora eu reclamando não recebi meu dinheiro de volta até hj 😀🔫"
  },
  {
    "text": "Dois casos do Nubank: o do brando que voltou de Barcelona com pix de 90 mil e o da prefira que levou um golpe e tá pedindo ajuda, adivinha qual caso tá cheio de comentário de gente RINDO?\n\nAquilo @emicida “ a dor dos judeus choca, a nossa gera piada”"
  },
  {
    "text": "Longe de mim defender instituição financeira (o mal do Nubank é não ter vidraça pra quebrar) mas esse babado do golpe do pix que a moça foi vítima não deve ter solução não. E pra cobrar regulamentação tem que ir em cima do BACEN pra evitar que esse tipo de golpe se perpetue"
  },
  {
    "text": "todo dia vendo um negócio de gente caindo em golpe e a nubank não fazendo nada e tô até ficando preocupada que quase tudo eu guardo lá"
  },
  {
    "text": "Tá na hora da @nubank criar uma política de proteção a golpes melhor pros clientes. Todo dia eu vejo relato de gente saindo lesada e hoje eu mesma passei por isso, mesmo anexando o bo ao pedido de contestação e explicando o golpe que sofri. Foram R$ 1.162,00 perdidos e ngm faz nd https://t.co/ojI3KFuSYu"
  },
  {
    "text": "A cada dia que passa @nubank só vem me decepcionando. Um monte de gente caindo em golpe e a empresa cagando para as vítimas. Atendimento ao cliente um lixo."
  },
  {
    "text": "“Cai em golpe de PIX, e a Nubank não ajuda” burra pa caralho e a culpa é do banco"
  },
  {
    "text": "nossa tanta gente caindo em golpe com o nubank, tô até com medo"
  },
  {
    "text": "A pessoa que for me dar golpe no nubank tá mais do q fodida msm.."
  },
  {
    "text": "ai pelo amor de deus\n\"caí no golpe do pix nubank devolva meu dinheiro\"\nflor vc transferiu dinheiro pra uma pessoa que apareceu do nada"
  },
  {
    "text": "mais um golpe de pix, mais uma vez as pessoas pedindo ajuda pro nubank e eu tô assim 🤏🏼 de deletar o app do itaú do meu celular, que perturbação viver com medo de tudo"
  },
  {
    "text": "a fala sério tu caiu no golpe mais caricato de pix e quer q o nubank te devolva o dinheiro\n\npelamordedeus fi\na burrice foi tua"
  },
  {
    "text": "Então quer dizer que revelar a modalidade de golpe sofrido na conta do nubank is the new chá de revelação de sexo do bebê nos stories da rede ao lado?\n\n🤦🤦🤦"
  },
  {
    "text": "todo mundo levando golpe na nubank é"
  },
  {
    "text": "a bicha cai em golpe de pix e culpa a nubank por n ter mais opções de segurança no app?pelo amor kkkkk"
  },
  {
    "text": "cara\nessas paradas de golpe com o nubank tão me deixando meio surtada"
  },
  {
    "text": "muito inclinado a criar um relato de golpe envolvendo recrutamento via whatsapp (ganhe 900 - 4000 mil reais de casa) e a falta de suportr do nubank"
  },
  {
    "text": "Eu tô assustada com tanto de thread de golpe e todos tem conta no Nubank\n\nEu tenho conta no Nubank E TO TRAUMATIZADA"
  },
  {
    "text": "Todo dia um golpe no nubank, ainda bem que nem tenho conta nisso"
  },
  {
    "text": "O pessoal também viaja muito... A menina cai num golpe e quer que a Nubank devolva o dinheiro dela. 🤷‍♂️"
  },
  {
    "text": "a galera falando mal cada vez mais do nubank, tô até com medo de usar esse banco fora que minha portabilidade do salário é nele,  ficando c medo já, eu como classe  fodida trabalhando pra sobreviver cair em um golpe eu infarto"
  },
  {
    "text": "que tanto de golpe envolvendo a nubank é esse credo"
  },
  {
    "text": "toda notificação da nubank eu acho que é golpe"
  },
  {
    "text": "mais uma pessoa dependendo da nubank pq caiu em golpe, se for cmg o golpista pode se passar por quem for que graças a Deus n tenho dinheiro pra emprestar, tenho nem pra mim"
  },
  {
    "text": "Hoje tomei um golpe do pix , em um valor alto , e o @nubank  falou q não pode fazer nada e depende da boa vinda do golpista me devolver!!! Obrigado @nubank"
  },
  {
    "text": "Cara. Sou cliente @nubank desde 9.05.2016 e sinceramente tô ficando receoso de continuar sendo... Relatos de problemas com a segurança do app, falta de auxílio em casos de vítimas de golpe... \n\nSomados ao fato de que Nunca recebi Nada mesmo sempre pagando antecipadamente.\nTenso"
  },
  {
    "text": "a pronto \n\nparece q virou moda cair em golpe de pix e reclamar que o banco não resolve instantâneamente\n\n#nubank"
  },
  {
    "text": "Ah não mais uma thread de golpe com cartão nubank eu vou morrer de ansiedade"
  },
  {
    "text": "Toda semana um relato de golpe diferente na @nubank vou procurar outra instituição"
  },
  {
    "text": "eu não tenho quase nada no nubank, mas estou com muito medo de levar um golpe, pq quase todo dia tá acontecendo isso com o nubank, terei que fazer igual meus avós, guardar o meu dinheiro no colchão"
  },
  {
    "text": "o tanto de gente que é cliente da nubank sendo roubada/levando golpe e o próprio banco não ajudando em nada tá ficando preocupante"
  },
  {
    "text": "todo dia uma pessoa caindo em golpe da nubank e eu com medo pq abri conta esses dias"
  },
  {
    "text": "quase tomo um golpe no meu cartão agora. Graças a Deus que o nubank automaticamente notou que era suspeito e não autorizou a compra 😫😫😫😫 que susto"
  },
  {
    "text": "a nubank tá na maior vacilacão né segundo caso já que vejo com negócio de golpe e ele não fazem nada"
  },
  {
    "text": "A menina querendo culpar o nubank pq ela caiu num golpe do “mudei de numero faz um pix ai pra mim” so pode estar de sacanagem"
  },
  {
    "text": "toda hora abrindo o Twitter e vendo alguém caindo em golpe, tendo Pix feito indevidamente na conta do Nubank e etc\n\na parte boa de ser apenas um pobre infeliz é que você não precisa se preocupar com golpe porque não tem da onde o ladrão tirar"
  },
  {
    "text": "Eu lendo aterrorizada mais um caso de golpe e perda de dinheiro no nubank 😫😩😭 // Eu aliviada lembrando que sou uma fudida e não tenho dinheiro na conta pra ser roubada 😮‍💨🔒🤡🙏"
  },
  {
    "text": "Apareceu um Tweet daqueles de assuntos sugeridos pra mim: o assunto era Fintech e o Tweet era uma pessoa reclamando do nubank dizendo que sofreu golpe e que eles não iam devolver o dinheiro kkkkkk nada de novo"
  },
  {
    "text": "gnt por deus clonaram o celular do amigo de uma mona, mandaram msg pra ela fingindo ser ele, pedindo um valor altíssimo de pix, ela foi lá e fez a transferência, dps viu que era golpe e tá exigindo que o nubank devolva o money… eh mole??"
  },
  {
    "text": "Que vergonha essa menina tá passando por causa desse golpe do Pix: o nubank não eh obrihgado a devolver, o nubank não pode criar leis!!!"
  },
  {
    "text": "Completo amadorismo da equipe de segurança do @nubank:\n\nhttps://t.co/YhbLBgUFY6"
  },
  {
    "text": "Nubank tinha falha de segurança que facilitava roubo de dinheiro usando o Gmail https://t.co/xZ5uEZSz54"
  },
  {
    "text": "Semana passada: AI MEU DEUS, ROUBO DE CELULAR, THREAD DO NUBANK, VOU SÓ USAR CHEQUE, QUE ABSURDO\n\nHoje: ah, então, a minha senha do celular é o aniversário do meu cachorro Fido, que nasceu em 30 de fevereiro e"
  },
  {
    "text": "👍 on @YouTube: Thread assustadora sobre ROUBO DE CELULAR com aplicativo do NUBANK https://t.co/gOjPlg8OYC"
  },
  {
    "text": "Dúvida sobre roubo de celular e desvio de dinheiro via PIX: apesar do limite alto, não precisa de senha pra isso? No Nubank precisa de senha pra qualquer transação via PIX, pagamento, transferência, etc."
  },
  {
    "text": "Thread assustadora sobre ROUBO DE CELULAR com aplicativo do NUBANK https://t.co/EAaemkUILK via @YouTube"
  },
  {
    "text": "He @nubank ? Bandidos fazendo a festa com roubo de celulares e o App de vocês só deixa logar com biometria ou passcode? Se o malandro pede tem a senha do celular ele rouba toda a minha grana no App, sabia? Vamos melhorar essa segurança aí urgente, por favor!"
  },
  {
    "text": "Thread assustadora sobre ROUBO DE CELULAR com aplicativo do NUBANK https://t.co/eTGeDG4F10 via @YouTube"
  },
  {
    "text": "Caralho mano, qh3 ódio! Porque em caso de perda ou roubo, a remissão do cartão c6 bank é R$ 20.00? O Nubank faz remissão de graça, afffs"
  },
  {
    "text": "#aloadt Sobre a thread do Nubank. Geralmente no ato roubo, o ladrao pede a senha, inclusive destrava na hora pra confirmar. Passei por isso. 😕"
  },
  {
    "text": "RT @talesofmystory: Semana passada: AI MEU DEUS, ROUBO DE CELULAR, THREAD DO NUBANK, VOU SÓ USAR CHEQUE, QUE ABSURDO\n\nHoje: ah, então, a mi…"
  },
  {
    "text": "@NetoTheBoralli @nubank mas eu falo q é furada por causa dos roubo memo, esses dias teve mó thread do mano que perdeu até a dignidade por causa da segurança do app kkkkkkkk agora quanto a andar com pano de banco temos um consenso de que é feião"
  },
  {
    "text": "@nubank Bacana a ação de marketing e talz, mas o próprio analista de segurança entrevistado pelo Café da Manhã da Folha de SP alertou para as diversas falhas de segurança do seu sistema. Eu mesma, como cliente antiga, migrei para outra instituição financeira\n\nhttps://t.co/fGyRtckiDo"
  },
  {
    "text": "@nubank E o que a gente pediu sobre o aumento da segurança do app em caso de roubo ou golpe? \nE o atendimento ao cliente nessas situações, tá funcionando bem?\nNunca vi ninguém pedindo pra dar mais dinheiro pra vocês enquanto o nosso nem sabemos se está de fato protegido"
  },
  {
    "text": "@nubank E segurança contra golpe e roubo de senha, vai ter quando?"
  },
  {
    "text": "@ingridsilva @nubank Virou infelizmente um inferno na vida do trabalhador esse roubo através do pix eles estão fazendo até contas laranja, estamos sem segurança nos nossos bancos parece que eles levam alguma coisa com isso, nos jornais da TV tem denúncia direto dos golpes da gang do pix"
  },
  {
    "text": "@CryingInSwift Coloquei o da Nubank pela mesma finalidade q vc, vou a SP esporadicamente e o medo é real 😂 é mais barato que o dos demais e cobre tb danos ao telefone além de roubo e furto (mas tem 30 dias de carência)"
  },
  {
    "text": "@savio_marttins @oyafuso @Erikaserejo2 @ingridsilva @nubank assim é fácil né, qualquer pessoa vai sair fazer transferência, alegar roubo e o banco sai no prejuízo, não tô falando que foi o caso mas que pode acontecer até pq nosso país é o \"país dos espertos\", ela fez a transferência por conta dela e não por erro do banco"
  },
  {
    "text": "@bx_bia @m_xavier96 @A_UrsinhaPanda @ingridsilva @nubank Nunca se devolve um pix com outro pix. Você precisa comunicar o banco para reverter o pix errado. Porque mesmo que esteja tudo certo o banco pode pegar devolta o Pix \"indevido\" por se tratar de roubo."
  },
  {
    "text": "@mwlmel @jxx_lia @ingridsilva @nubank Mas ele perdeu por causa de roubo miga, não foi ele quem fez as transações, fizeram no nome dele\n\nEla que fez a transação no nome dela, então ela é responsável"
  },
  {
    "text": "@Genocidebrazil @rogerlirx @gatoblueee @ingridsilva @nubank Passa por análise bancária, a não ser q seja uma falha do baço então ocorre sim à devolução, mas em caso de roubo, fraude é de responsabilidade do cliente em manter esses dados seguros."
  },
  {
    "text": "@ingridsilva @nubank mais que isso. num passado ainda recente os bancos eram responsabilizados por golpe sofrido na agência, por furto/roubo na frente de suas agências, dentre coisas mais. é IMPOSSÍVEL que um serviço tão essencial à economia nacional seja frágil e meio de golpes sem RESPONSABILIDADE"
  },
  {
    "text": "@96sromanoff isso eu tbm vi por isso não tenho nubank fora que em roubo eles são horríveis pra ajudar"
  },
  {
    "text": "@LucianaMarque50 @ingridsilva @nubank Mas aí é um problema da pessoa, o banco não tem nada haver com o fato de vc ter sido ingênuo. Se seu celular é roubado a Samsung (por exemplo) não tem culpa pelo o roubo, é a mesma coisa com o nubank. Não foi falha no sistema de segurança..."
  },
  {
    "text": "@umseranonimous @MateusVini55 @ronconi_thaissa @HeirisonCaetano @Deianunes5 @arieleletrica @ingridsilva @nubank Conheci uma pessoa que forjou um assalto, chamou a polícia e tudo, e forjou um roubo de um iPhone pra ganhar outro do seguro…"
  },
  {
    "text": "@ingridsilva @nubank Tenho 2 Smarphones e um celular Multilaser 2 chips Flip sem navegador de Internet (compra: março/2020), que uso para sair de casa. Os outros, só em casa e não têm  aplicativos financeiros neles. Há anos tinha medo do que agora é real: roubo para sacar dinheiro por smartphones."
  },
  {
    "text": "@gatoblueee @ingridsilva @nubank eles deveria ter um processo mais diligente para essas situações, onde a maior vítima é o usuário visto que se a empresa devolver o dinheiro investigando o caso de forma agilizada com uma equipe de prevenção à fraude/roubo mais eficientes seria de ótimo @nubank"
  },
  {
    "text": "vamos falar sobre isso e a falta de responsabilização dos bancos digitais como a @nubank que tem zero segurança e atendimento horrível? https://t.co/0jGIxAjARL"
  },
  {
    "text": "NuBank tá zoadíssimo com segurança!\nAcho que vou migrar de vez pro Inter."
  },
  {
    "text": "Caralho, finalmente cartão por aproximação no celular? Alguém já estava fazendo isso além do Nubank que acaba de lançar?\n\nFoda que tem muita gente evitando contactless ao máximo, pelas preocupações com segurança."
  },
  {
    "text": "cara, esse esquema de segurança da @nubank é muito fraco, só precisei da senha do app e aceso ao email pra entrar na conta no novo aparelho\n\nmelhora isso ai po"
  },
  {
    "text": "Alguém tem o fio da moça que dá várias dicas de como não cair em golpes e dicas de segurança? Pix, Nubank, etc"
  },
  {
    "text": "Ter conta no Nubank é como ter sua casa protegida por uma porta de papelão.\n#nubank #segurança #financas"
  },
  {
    "text": "Bloqueei a função de empréstimo no nubank… @apple vc me prometeu segurança"
  },
  {
    "text": "Comecei a adotar umas práticas de segurança dos apps de banco depois da terrível ~ thread do nubank ~ e acabou que eu travei o acesso tão bem travado que agora não consigo mais abrir os apps financeiros kkkkkk https://t.co/dKg8KBEFSQ"
  },
  {
    "text": "Erre você mesmo 3 vezes sua senha do cartão do nubank, assim você previamente bloqueia seu cartão. Me siga para mais dicas de segurança."
  },
  {
    "text": "PÔ, NÃO É POSSÍVEL QUE ESSA PARADA DE SEGURANÇA DO @nubank CHEGOU PRA MIM!!!! \nTÃO SIMPLESMENTE ME ROUBANDO \n@nubank!!!!!!!!!"
  },
  {
    "text": "Vazou a segurança da nubank https://t.co/m555G74Y8Z"
  },
  {
    "text": "A segurança da Nubank é de centavos msm né…"
  },
  {
    "text": "Você cadastra um e-mail diferente dos que vc tem no celular , para cadastro. Só que o Nubank da aos bandidos a possibilidade de cadastrar um novo email instantaneamente . \n#seguranca #nubank #inseguro #fragil #ruim #fujam"
  },
  {
    "text": "Mais um caso de celular roubado na timeline e com limpa nas contas e cartões. O que os bancos estão fazendo pra melhorarem a segurança dos apps??? cc @Bradesco @BancodoBrasil @itau @santander_br @nubank @Bancointer"
  },
  {
    "text": "Bom dia rapaziada, vim relatar um problema que aconteceu comigo envolvendo a @nubank.\n Minha conta foi bloqueada por segurança já faz mais de uma semana e até hoje não desbloquearam mesmo eu mandando um monte de e-mail, mensagem e ligação, meus cartões venceram e não"
  },
  {
    "text": "juro por deus q eu ia abrir uma conta nubank mas depois dos relatos sobre segurança recuei tal qual uma veia guardando din no colchao"
  },
  {
    "text": "Clonaram meu cartão DE NOVO, tentaram fazer compras totalmente aleatórias e a segurança do nubank falhou, eu vou eh cancelar essa conta"
  },
  {
    "text": "Quero uma feature no nubank que faça com que eu não tenha acesso a minha conta\n\nSegurança em primeiro lugar"
  },
  {
    "text": "Atendimento do @BancodoBrasil = LIXO\nAtendimento do @nubank = HORRÍVEL\nSegurança da conta do @picpay = duvidosa \nO @itau não me libera cartão de crédito…\nCadê o banco decente nesse país gente? Não existe?"
  },
  {
    "text": "Mais um problema por causa do tanto que mexi na segurança do nubank and iphone. Pois agora vai ser no fé em deus não to nem ai mais"
  },
  {
    "text": "Tá difícil ter segurança. Fiz uma compra no site da americanas, produto de parceiros, usando cartão virtual. Em menos de 2h depois, algum infeliz usou meu cartão pra comprar jogo. Nubank tá resolvendo tudo e tal, mas é muita coincidência né."
  },
  {
    "text": "nubank n tem segurança decente pra impedir que clonem cartão e ainda querem que eu pague a fatura, é mole?"
  },
  {
    "text": "A thread do Nubank desencadeou uma série de questionamentos. Um deles não sai da minha cabeça, que é: sem a conta Google boa parte dos aplicativos não funciona. E logando a conta google você tem acesso a todo ligar com SSO. O Android em si é uma falha de segurança"
  },
  {
    "text": "2ª vez no ano que tentam usar meu cartão de crédito da @nubank e agora para a minha supresa ainda conseguiram entrar na minha conta por outro cel. Sem condição essa falta de segurança. Vou bloquear minha conta/cartão e solicitar o cartão de crédito do banco que sou correntista."
  },
  {
    "text": "Vi o problema que deu com o Nubank, vou bloquear todas as funções hur dur\"\nAmigo, não é melhor voce usar um e-mail especifico para esse tipo de coisa que não esteja no seu celular? Segurança básica, sabe?"
  },
  {
    "text": "ok, cadê o povo de ti pressionando @nubank, @bancosantander, @BancodoBrasil @itau pra adicionarem suporte a FIDO nos apps e possibilitarem que as pessoas tenham muito mais segurança com esses apps?"
  },
  {
    "text": "Meu momento chegou! Tentaram usar o meu cartão de crédito e não conseguiram óbvio 😒 mas né? Q falta de segurança. Medo de colocar meu dinheiro na conta do @nubank e ele desaparecer em segundos."
  },
  {
    "text": "Clonaram meu cartão da nubank mdss. Esse banco está com o sistema de segurança horrível. https://t.co/rQmZUtCtfl"
  },
  {
    "text": "Fui em uma festa e fui furtada, acabei de bloquear o cartão fisico pelo site, mas não sinto mais segurança de que realmente foi bloqueado. E tbm não tenho noção se deu tempo deles fazerem alguma coisa com o cartão\n@nubank será que dessa vez vocês bloquearam mesmo alguma merda?"
  },
  {
    "text": "Mais dicas de segurança no APP da nubank https://t.co/QxLJThUxTt"
  },
  {
    "text": "Clonaram meu cartave de uma amiga quase ao mesmo tem. Qual banco: #nubank. Se a nubank n melhorar com a segurança eles fecharam, n tem condição. Comigo já eh a segunda vez."
  },
  {
    "text": "Tantos relatos envolvendo falhas de segurança com o Nubank que eu só penso em cancelar minha conta"
  },
  {
    "text": "Eu acho a segurança do Banco do Brasil muito boa não sei em relação a golpes e essas coisas como eles atendem \nMas eu não tiraria meu dinheiro de lá pra por no Nubank \nO empresarial deles precisa de várias etapas com senha e QR Code pra poder fazer transferências"
  },
  {
    "text": "Toda semana alguem levando golpe no nubank os caras desistiram de investir na segurança do banco?"
  },
  {
    "text": "NUBANK A NU\n\nDas três, uma:\n\nOu está rolando uma campanha brabíssima de difamação do @nubank ou nas últimas semanas algum protocolo de segurança dali se fragilizou bastante ou então alguma quadrilha está, em peso, atacando clientes da instituição.\n\nAlguma explicação há de haver."
  },
  {
    "text": "Sobre o \"golpe do Pix do Nubank\": o sistema bancário brasileiro tem um bom nível de segurança no geral, mas infelizmente não é a prova de GENTE BURRA"
  },
  {
    "text": "Aquela thread do cara da nubank me deixou tão assustada que sempre que tenho que sair de casa estou reforçando a segurança do celular"
  },
  {
    "text": "Tentaram passar algo no meu cartão virtual, nubank e segurança de centavos."
  },
  {
    "text": "Depois de tanto relato sobre a falta de segurança do Nubank, eu estou cogitando encerrar todas as minhas contas e guardar dinheiro no colchão mesmo"
  },
  {
    "text": "Ei roxinho @nubank , acho que já passou da hora de lançar mais proteção para seus usuários ein ? Taca senha em tudo que eu aceito… quero sentir mais segurança."
  },
  {
    "text": "O Nubank parece muito ruim pra atendimento ao cliente. Quantas outras contas digitais são assim? Coragem utilizar essas contas pra conta salário. Banco físico/tradicional, apesar da dor de cabeça, ainda tá num patamar de segurança e confiabilidade que as digitais não oferecem."
  },
  {
    "text": "Fui olhar minha fatura do @nubank esperava ela zerada mas consta uma compra no valor de R$ 185 em uma loja no interior da BA feita com cartão físico. Impossível, visto que eu estou fora do BR há 3 meses. Eu estou realmente preocupada com a segurança ou falta dela da instituição."
  },
  {
    "text": "Muito chateado com a @nubank entrando nessa palhaçada de criptomoedas... Já não tá lá aquelas coisas na bolsa de valores, problema com inadimplência dos clientes, agora isso? Como é que eles querem passar segurança pra que eu deixe dinheiro com eles?"
  },
  {
    "text": "Utilidade pública pra quem tem o roxinho, dica de segurança caso perca o celular ou seja roubado:\nAcesse -&gt; https://t.co/vP8sNoLAyK e clique em login.\nDigite seu cpf e sua senha (senha pra entrar no app, não é a senha do cartão) a carregar essa tela, clique em “estou sem cel” + https://t.co/SgYqeqwzrT"
  },
  {
    "text": "Um novo dia e mais uma pessoa reclamando da falta de segurança do @nubank ."
  },
  {
    "text": "a bicha cai em golpe de pix e culpa a nubank por n ter mais opções de segurança no app?pelo amor kkkkk"
  },
  {
    "text": "Nubank pra mim é o pior banco em questão de segurança, todo dia tem alguém tentando comprar usando os dados do meu cartão…"
  },
  {
    "text": "tanto tweet falando mal da segurança do nubank, fico feliz de ter abandonado esse banco mid"
  },
  {
    "text": "caras já li tantos relatos de falha de segurança na nubank q vou aí quitar oq devo no cartão de crédito e encerrar a conta, Deus me livre"
  },
  {
    "text": "Cara. Sou cliente @nubank desde 9.05.2016 e sinceramente tô ficando receoso de continuar sendo... Relatos de problemas com a segurança do app, falta de auxílio em casos de vítimas de golpe... \n\nSomados ao fato de que Nunca recebi Nada mesmo sempre pagando antecipadamente.\nTenso"
  },
  {
    "text": "Tive meu cartão clonado e nubank não cancelou as compras que foram feitas indevidamente, ridículo isso, segurança está devendo muito"
  },
  {
    "text": "Nao sei oq houve, de repente vou acessar o app e me deparo com ele deslogado, aí pensei logo que tinham invadido minha conta, acessando em outro dispositivo, precisa melhorar essa segurança, fui alterar o email, nao pedem uma confirmação de token com o email atual e depois com o novo, fora que essas operações, o app nem solicita uma nova verificação do faceid"
  },
  {
    "text": "Ao meu ver existe uma falha extremamente grave de segurança, temos visto diversos casos de roubos de celular que geram uma dor de cabeça enorme aos usuários, no caso a recomendação que vi frequentemente foi trocar para um e-mail que não tem vínculo com o celular, o problema é que o Nubank permite a alteração do e-mail no aplicativo sem nenhum tipo de validação, estou perdendo a confiança e pensando seriamente em trocar de banco.\n\nDa forma atual, a pessoa com acesso ao app poderia colocar qualquer e-mail na conta.\n\nOutra questão é a falta de posicionamento e orientações para evitar problemas."
  },
  {
    "text": "Bloquearam meu dinheiro, excluíram minha conta e não me falam nada, não consigo suporte pelo e-mail, nem por chat é muito menos por telefone, não consigo acesssr nem a conta pq simplesmente excluíram"
  },
  {
    "text": "Acho que necessário uma camada extra de segurança para o “dinheiro guardado”, como liberação de transferências após 24h ou 48h da solicitação. Ando com muito medo de andar com meu celular e ser roubado pela facilidade de fazer um pix!"
  },
  {
    "text": "Horrível tive que reinstalar o aplicativo e agora não consigo mais acessar minha conta. O e-mail de confirmação não chega para mim, e a ouvidoria não conseguiu me ajudar. Preciso de acesso urgente a minha conta."
  },
  {
    "text": "O uso do Face ID ou código de desbloqueio do aparelho não torna uma camada tão segura, uma vez que, em um eventual roubo, o criminoso pode pedir a senha ou desbloquear o app pelo reconhecimento do nosso rosto. \nPor gentileza, adicione uma camada segurança com senha que não esteja vinculada ao dispositivo. \nObrigado!!!"
  },
  {
    "text": "Mais uma versão e continuamos sendo obrigados a usar a biometria do celular para acessar o app… Vão resolver isso quando?"
  },
  {
    "text": "Gosto muito do banco em si, mas o aplicativo anda com muito erros, como erro ao entrar, erro ao clicar em cima de uma compra… Credo está terrível!"
  },
  {
    "text": "ESPERO QUE  CORRIJAM  A OPÇÃO DE PEDIR SENHA NO APP, POIS QUANDO DESATIVAMOS O FACE ID PARA ENTRAR NO APP, O APP FICA TOTALMENTE VULNERÁVEL AO ACESSO. \nNO BANCO INTER, AO DESATIVAR O FACE ID, É NECESSÁRIO COLOCAR A SENHA PARA ENTRAR NO APP. \nESPERO QUE SEJA CORRIGIDO ⭐️⭐️⭐️\nOBRIGADO!"
  },
  {
    "text": "O app do nubank melhorou nos últimos meses em relação à segurança; contudo, precisa aprimorar ainda mais as camadas de proteção (por exemplo, permitindo que o usuário cadastre uma senha de acesso específica para abertura do aplicativo mesmo que a opção de biometria esteja desativada). \n\nNa versão atual, se o usuário desmarca a opção de biometria, não é possível definir uma senha para controle de acesso no celular (sendo possível abrir o aplicativo facilmente caso a tela esteja desbloqueada).\n\nO ideal seria permitir o cadastro de uma senha de controle de acesso independente da senha de desbloqueio do celular e utilizável mesmo que a opção de biometria esteja desativada no app (o que diminuiria a brecha de segurança existente, algo importante especialmente em caso de furto/roubo)."
  },
  {
    "text": "Nu, sou cliente antigo de vocês, e acho que poderiam considerar melhorias na segurança.\nComo por exemplo, pedir a senha do banco ao falhar o face id, não aceitando a senha do aparelho. Isso deixa uma falha muito grande, ainda mais considerando o contexto brasileiro atual. Segurança nunca é demais. \nAbraço!"
  },
  {
    "text": "Falta segurança com desbloqueio do aplicativo."
  },
  {
    "text": "Eu gostava abessa do Nubank , sendo que me enviaram dois pix que eu desconheço e bloquearam a minha conta falaram que em dez dias ia ser resolvido agora não consigo nem receber e nem fazer transferência ..pedi pra cancelar a conta já que eu não consigo usar e nada agora já reclamei pelo e-mail numeajuda e nada !"
  },
  {
    "text": "Insegurança receio de usar esse app dps do ocorrido e noticiado nas redes."
  },
  {
    "text": "Estou com 2 cartões clonados, inclusive o último que foi desbloqueado, dois dias depois já estavam fazendo compras com ele, sem nem mesmo eu ter feito nenhuma compra com ele."
  },
  {
    "text": "Aplicativo tem um bug, no momento de digitar a senha para pagamento ou pix o aplicativo informa que a senha está errada e mantém na tela de digitar a senha. Porém a transação já foi feita. O desenvolvedor me ajuda aí né meu filho : apresenta mensagem de erro é executa a operação e ainda mantém o usuário na tela de senha."
  },
  {
    "text": "Aplicativo tá horrível,direto tento entrar diz que a conexão tá inativa,sendo que está boa!"
  },
  {
    "text": "O App é bom, porém as camadas de segurança é questionável. Eu NÃO QUERO usar Face ID para autenticar a entrada do App. Queria que o mesmo tivesse uma senha de acesso e a pedisse toda vez que entrasse no App como Inter, Itaú, Santander e afins. O App no final te OBRIGA a usar biometria. Isso é um perigo. Eu não quero loja da Nu. Eu quero segurança e privacidade."
  },
  {
    "text": "Estou tentando o dia todo entrar no aplicativo e não consigo sendo que tenho dinheiro na conta e preciso fazer pagamentos consertem isso"
  },
  {
    "text": "Não estou conseguindo acessar o aplicativo"
  },
  {
    "text": "Nem os bancos físicos estão desse jeito.\n\nEm qualquer banco físico eu teria ido pessoalmente à agência e resolvido.\n\nAgora um banco digital que era pra ser solução vira dor de cabeça.\n\nBloquearam meu dinheiro “pra minha segurança” segundo eles. E não tem ninguém que possa me ajudar a resolver o problema. Estou a 4 dias na mesma situação.\n\nSempre o time de “especialistas” que vai ver o meu problema e me ligar."
  },
  {
    "text": "O tempo todo dá erro no reconhecimento facial! Consertem isso porque enche o saco esse tipo de erro! Se optei por essa função foi pra não ter que digitar senha!"
  },
  {
    "text": "Pelo amor de Deus. Adicionem senha própria pra desbloquear o app. Autenticação pra alterar e-mail e senha do cartão."
  },
  {
    "text": "Eu gostaria que o app tivesse a possibilidade de configurar uma senha própria para abrir, assim estaríamos seguros num caso de roubo do celular. Só existe a possibilidade de usar a mesma senha de desbloqueio do celular."
  },
  {
    "text": "Está dica é para ser implementada na redefinição de senha 1- no momento de solicitar a redefinição deve solicitar a identificação facial; 1.1- não confirmando a facial as etapas de redefinição de senha não é enviada; 1.2- feito a confirmação facial o aparelho celular atual é desautorizado e será enviado as etapas de redefinição de senha; 1.3- o cliente receberá um e-mail para iniciar as etapas de redefinição de senha, o cliente acessara este link e será aberto o aplicativo do Nubank e iniciará um contador de 2 horas regressivo (obrigado a clicar no link para iniciar contador), após iniciar o contador o cliente pode sair do aplicativo; 1.4- após o contador chegar no valor de 0 minutos o cliente receberá um outro e-mail com o link autorizando a redefinição da senha; 1.5- O cliente terá que autorizar o aparelho novamente após redefinição da senha. Desta forma cria-se mais barreiras de segurança e qualquer estagiário de desenvolvimento consegue implementar esta funcionalidade, visto que a mesma já existe parcialmente quando se autoriza o aparelho por identificação fácil. Está ideia criada por mim cria a verificação de mais de duas etapas para redefinição de senha com mais de duas camadas de proteção."
  },
  {
    "text": "Péssimo, estou tendo problemas para acessar minha conta, não consigo acessar de maneira nenhuma, nem recuperar a senha. Espero que resolvam isso logo. 😡"
  },
  {
    "text": "Se a pessoa perde a senha de acesso, seria interessante levar pelo menos 24 horas para redefinir a senha pelo e-mail.\nAplicativo está fácil pra hackear."
  },
  {
    "text": "Estou a mais de uma semana tentando falar com alguém do suporte para que tentem fazer o desbloqueio da minha conta, mas ninguém resolve o meu problema. Recebi um dinheiro por engano e não consigo fazer a transferência de volta pra pessoa. O suporte, ao invés de me dar uma orientação plausível, manda mensagens automáticas e fica por isso mesmo."
  },
  {
    "text": "O app pede a senha do seu celular para liberar o aplicativo assim quem sabe sua senha do celular têm acesso ao app deveria pedir a senha do aplicativo"
  },
  {
    "text": "A nubank veio piorando muito esses dias, agora você tem que colocar dinheiro no cartão para poder usar, além de sempre ter que colocar senha para ter acesso que as vezes não funciona e eu acabo ficando sem acesso ao aplicativo."
  },
  {
    "text": "Não consigo usa meu cartão digital"
  },
  {
    "text": "Desde hoje meu app entra em uma tela falando pra eu colocar a mesma senha do meu celular, eu coloco, dá certo, mas volta pra uma tela perguntando se eu quero usar esda opção, e vira um ciclo eterno, numa sai desta tela, mesmo eu pondo a senha"
  },
  {
    "text": "Não consigo fazer pix e nem usar meu cartão virtual pede indentificar facial quando e pra fazer o app simplesmente fecha"
  },
  {
    "text": "Sugerir (ou seria obrigar?) que a senha do app seja a mesma do aparelho é ser muito sem noção, pra dizer o mínimo"
  },
  {
    "text": "Toda vez q mudo a senha do celular preciso desinstalar o app pq começa a dar erro e não aceita a senha nova"
  },
  {
    "text": "Aplicativo acusa erro o tempo todo ao tentar entrar com a senha, sendo que a senha tá certa. Tem que ficar desinslando e instalando para dá certo."
  },
  {
    "text": "Péssimo. O APP só deixa você usar se tiver senha de bloqueio no seu celular. O APP deveria ter o próprio bloqueio independente do celular."
  },
  {
    "text": "Não estou conseguindo acessar a desgraça da conta. Toda vez que coloco a senha certa. Volta pra eu repor a senha de novo"
  },
  {
    "text": "N estou conseguindo abrir meu aplicativo pede a senha do celular e ao invés de abrir fica pedindo a senha denovo"
  },
  {
    "text": "A exigência da senha PIN para acesso ao app me obrigou a resetar o celular. Falei com o Nubank, e o atendimento, na melhor hipótese, só não sabia como resolver meu problema - pois pessoalmente, acho que me enrolaram. Preguiça do programador em criar um algorítimo simples de cadastro de senha? O tal do \"Banco 100% on line\" não dá suporte, sequer, de acesso a conta pelo navegador do PC. Patético. O Nubank vai pagar os juros das minhas contas que atrasaram, por impossibilidade de acesso ao app?"
  },
  {
    "text": "Tá ruim demais usar esse app. Eu coloco CPF e senha e na hora de colocar a digital ele reconhece mas fica voltando para a tela da digital e nunca entra na página da conta. Cansei!"
  },
  {
    "text": "Gosto muito da Nubank, mas ultimamente está dando muito bug no aplicativo. Vez ou outra ele sai do app do nada e quando a gente vai entrar pede o cpf e a senha de acesso do aplicativo. Mas sempre quando a gente insira os dois da invadindo e isso esta muito chato."
  },
  {
    "text": "Tá tendo alguns problemas na hora de entrar a gente coloca a senha ou a impressão digital e ele carrega e volta do início para colocar novamente e fica nesse processo repetitivo"
  },
  {
    "text": "Gente não coloquem dinheiro nesse banco porque se acontecer de seu dinheiro ficar preso lá eles vão fazer pouco caso pra resolver seu problema ele congelam seu saldo bloqueiam seu pin e vc não consegue fazer mais nada na conta quando liga eles desligam na sua cara quando é no chat ele deixa vc falando sozinho e somem esse é o banco nunbank e a equipe 👎👎👎"
  }
]